Repository: jkinnunen/NVDAExtensionGlobalPlugin
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pt_br, uk

source: Report the name of current selected folder in the open or Save dialog box
pt_br: Indica o nome da pasta atualmente selecionada na caixa de diálogo abrir ou Guardar

source: Report the full path of current selected folder in the open or Save dialog box
pt_br: Indica o caminho completo da pasta atualmente selecionada na caixa de diálogo abrir ou Guardar

source: Explore my user configuration's folder
pt_br: Explorar a pasta de configurações do meu usuário
uk: Переглянути папку моєї конфігурації користувача

source: Explore NVDA program's folder
pt_br: Explorar a pasta do programa NVDA
uk: Перегляд папки NVDA

source: Display speech history records
pt_br: Mostra o registo das falas do NVDA
uk: Показати записи історії мовлення

source: Report previous record of the speech history
pt_br: Mostra o histórico do registo anterior da fala e copia-o para a área de transferência
uk: Промовити попередній запис історії мовлення

source: Report current record of the speech history.Pressing Twice: copy it to clipboard. Pressing three: display speech history
pt_br: Informar o registro atual do histórico de fala. Pressionar duas vezes: copiar para a área de transferência. Pressionar três vezes: exibir o histórico de fala
uk: Промовити поточний запис історії мовлення. Двічі: скопіювати його до буфера обміну. Тричі: показати історію мовлення

source: Report next record of the speech history
pt_br: Lê o próximo registo do histórico de fala e copia-o para a área de transferência
uk: Промовити наступний запис історії мовлення

source: Restart NVDA. Twice: restart with log level set to debug
pt_br: Reiniciar o NVDA. Segunda vez: reiniciar com o nível de log definido para depuração
uk: Перезапустити NVDA. Двічі: перезапустити, встановивши рівень запису в журнал: налагодження

source: Toggle voice profile switch mode
pt_br: Alternar modo de troca de perfil de voz
uk: Увімкнути/вимкнути режим перемикання голосового профілю

source: Display dialog to manage voice profile selectors
pt_br: Exibir diálogo para gerenciar seletores de perfis de voz
uk: Показати діалог керування селекторами голосового профілю

source: Go backward to the first selector associated to a voice profile and set this voice profile as current voice profile
pt_br: Voltar para o primeiro seletor associado a um perfil de voz e definir esse perfil de voz como o perfil de voz atual
uk: Поверніться назад до першого селектора, поєднаного з голосовим профілем, і встановіть цей голосовий профіль як поточний

source: Go to forward to the first selector associated to a voice profile and set this voice profile as current voice profile
pt_br: Avançar para o primeiro seletor associado a um perfil de voz e definir esse perfil de voz como perfil de voz atual
uk: Перейдіть вперед до першого селектора, поєднаного з голосовим профілем, і встановіть цей голосовий профіль як поточний

source: Display keyboard keys renaming dialog
pt_br: Mostra o diálogo Renomear teclas
uk: Показати діалог перейменування клавіш клавіатури

source: Display command key selective announcement dialog
pt_br: Mostrar diálogo para anúncio seletivo da tecla de comando
uk: Показати діалог вибіркового оголошення командних клавіш

source: Report the current time. Twice: report the current date. Third: copy date and time to the clipboard
pt_br: Mostra a hora atual. pressionado duas vezes, informa a data atual. três vezes: copia a data e a hora para a área de transferência
uk: Повідомляє поточний час. Двічі: повідомляє поточну дату. тричі: копіює дату та час в буфер обміну

source: Copy date and time to the clipboard
pt_br: Copia a data e a hora para a área de transferência
uk: Копіює дату та час до буфера обміну

source: Display, in dialog box, formatting informations for the current review cursor position within a document
pt_br: Mostra um diálogo com as informações de formatação para a posição atual do cursor de revisão, num documento
uk: Показати діалог з інформацією про форматування для поточної позиції переглядового курсора в документі

source: Launch commands's interpreter of add-on
pt_br: Iniciar o interpretador de comandos do add-on
uk: Запуск інтерпретатора команд додатка

source: Set selector 1 as current selector and set, if possible, its associated voice profile as current voice profile
pt_br: Definir o seletor 1 como seletor atual e, se possível, definir seu perfil de voz associado como perfil de voz atual
uk: Встановіть селектор 1 як поточний селектор і встановіть, якщо можливо, поєднаний з ним голосовий профіль як поточний голосовий профіль

source: Set selector 2 as current selector and set, if possible, its associated voice profile as current voice profile
pt_br: Definir o seletor 2 como seletor atual e, se possível, definir seu perfil de voz associado como perfil de voz atual
uk: Встановіть селектор 2 як поточний селектор і встановіть, якщо можливо, поєднаний з ним голосовий профіль як поточний голосовий профіль

source: Set selector 3 as current selector and set, if possible, its associated voice profile as current voice profile
pt_br: Definir o seletor 3 como seletor atual e, se possível, definir seu perfil de voz associado como perfil de voz atual
uk: Встановіть селектор 3 як поточний селектор і встановіть, якщо можливо, поєднаний з ним голосовий профіль як поточний голосовий профіль

source: Set selector 4 as current selector and set, if possible, its associated voice profile as current voice profile
pt_br: Definir o seletor 4 como seletor atual e, se possível, definir seu perfil de voz associado como perfil de voz atual
uk: Встановіть селектор 4 як поточний селектор і встановіть, якщо можливо, поєднаний з ним голосовий профіль як поточний голосовий профіль

source: Set selector 5 as current selector and set, if possible, its associated voice profile as current voice profile
pt_br: Definir o seletor 5 como seletor atual e, se possível, definir seu perfil de voz associado como perfil de voz atual
uk: Встановіть селектор 5 як поточний селектор і встановіть, якщо можливо, поєднаний з ним голосовий профіль як поточний голосовий профіль

source: Set selector 6 as current selector and set, if possible, its associated voice profile as current voice profile
pt_br: Definir o seletor 6 como seletor atual e, se possível, definir seu perfil de voz associado como perfil de voz atual
uk: Встановіть селектор 6 як поточний селектор і встановіть, якщо можливо, поєднаний з ним голосовий профіль як поточний голосовий профіль

source: Set selector 7 as current selector and set, if possible, its associated voice profile as current voice profile
pt_br: Definir o seletor 7 como seletor atual e, se possível, definir seu perfil de voz associado como perfil de voz atual
uk: Встановіть селектор 7 як поточний селектор і встановіть, якщо можливо, поєднаний з ним голосовий профіль як поточний голосовий профіль

source: Set selector 8 as current selector and set, if possible, its associated voice profile as current voice profile
pt_br: Definir o seletor 8 como seletor atual e, se possível, definir seu perfil de voz associado como perfil de voz atual
uk: Встановіть селектор 8 як поточний селектор і встановіть, якщо можливо, поєднаний з ним голосовий профіль як поточний голосовий профіль

source: Displays the dialog to manage the input gestures configured by user
pt_br: Mostra o diálogo para gerir os comandos configurados pelo usuário
uk: Показати діалог керування жестами вводу, налаштованими користувачем

source: Display tools for add-on development dialog
pt_br: Mostra as ferramentas para o diálogo de desenvolvimento de complementos

source: Click the left mouse button at navigator object position. Twice: click twice this button at this position
pt_br: Clique com o botão esquerdo do mouse na posição do objeto do navegador. Duplo clique: clique duas vezes com este botão nesta posição
uk: Клацніть лівою кнопкою миші на місці об'єкта навігатора. Двічі: подвійне натискання цієї кнопки в цьому положенні

source: Click the right mouse button at navigator object position. Twice: click twice this button at this position
pt_br: Clique com o botão direito do mouse na posição do objeto do navegador. Duplo clique: clique duas vezes com este botão nesta posição
uk: Клацніть правою кнопкою миші на місці об'єкта навігатора. Двічі: подвійне натискання цієї кнопки в цьому положенні

source: Display add-on settings dialog
pt_br: Mostra o diálogo de configurações do complemento
uk: Показати діалог налаштувань додатка

source: Display settings dialog for current configuration profile
pt_br: Mostrar o diálogo de configurações para o perfil de configuração atual
uk: Показати діалог параметрів для поточного конфігураційного профілю

source: Enable or disable the standard use of numeric keypad
pt_br: Ativa ou desativa o uso padrão do bloco numérico
uk: Увімкнути/вимкнути стандартне використання цифрової клавіатури

source: Close all opened windows
pt_br: Fecha todas as janelas abertas
uk: Закрити всі вікна

source: Display running add-ons list
pt_br: Mostra a lista dos complementos ativos
uk: Показати список запущених додатків

source: Report current speech settings. Twice: display them
pt_br: Informar as configurações atuais de fala. Duas vezes: exibi-las
uk: Повідомити про поточні налаштування мовлення. Двічі: відобразити їх

source: Report current speech settings
pt_br: Informar as configurações atuais de fala
uk: Повідомити поточні налаштування мовлення

source: Display current speech settings
pt_br: Mostrar as configurações atuais de fala
uk: Показати поточні налаштування мовлення

source: Activate or desactivate text analyzer
pt_br: Ativar ou desativar o analisador de texto

source: Analyze the word under system cursor
pt_br: Analisar a palavra sob o cursor do sistema
uk: Проаналізувати слово під системним курсором

source: Analyze the line under system cursor
pt_br: Analisar a linha sob o cursor do sistema
uk: Аналізувати рядок під системним курсором

source: Analyze the sentence under system cursor
pt_br: Analisar a frase sob o cursor do sistema
uk: Проаналізувати речення під системним курсором

source: Analyze the paragraph under system cursor
pt_br: Analisar o parágrafo sob o cursor do sistema
uk: Проаналізувати абзац під системним курсором

source: Move to next irregularity detected by text analyzer
pt_br: Mover para a próxima irregularidade detectada pelo analisador de texto
uk: Перейти до наступного відхилення, виявленого аналізатором тексту

source: Move to previous irregularity detected by text analyzer
pt_br: Mover para a irregularidade anterior detectada pelo analisador de texto
uk: Перейти до попереднього відхилення, виявленого аналізатором тексту

source: Display the dialog to manage user configurations
pt_br: Mostrar o diálogo para gerenciar as configurações do usuário
uk: Показати діалог керування конфігураціями користувача

source: Toggle reporting of current caret position in edit box
pt_br: Alternar a indicação da posição atual do cursor na caixa de edição
uk: Увімкнути/вимкнути оголошення поточної позиції курсора у вікні редагування

source: Add, to clipboard, the selected text
pt_br: Adicionar, à área de transferência, o texto selecionado

source: Empty the clipboard
pt_br: Esvaziar a área de transferência
uk: Очищує буфер обміну

source: Display clipboard text in a information windows
pt_br: Exibir o texto da área de transferência em uma janela de informação

source: Display the temporary audio device manager
pt_br: Mostrar o gerenciador temporário de dispositivo de áudio
uk: Показати диспетчер тимчасових пристроїв виводу

source: Leave up the temporary audio device
pt_br: Deixar o dispositivo temporário de áudio
uk: Завершити використання тимчасового пристрою виводу

source: Set, as temporary audio device, the next device in the list of checked devices of the temporary audio device manager
pt_br: Definir, como dispositivo de áudio temporário, o próximo dispositivo na lista de dispositivos marcados do gerenciador de dispositivo de áudio temporário
uk: Встановити тимчасовим пристроєм виводу наступний позначений пристрій у списку диспетчера тимчасових пристроїв виводу

source: Set, as temporary audio output device , the next device in the list of devices selected in the temporary audio output device manager. Twice: leave up the temporary audio output device
pt_br: Definir, como dispositivo temporário de saída de áudio, o próximo dispositivo na lista de dispositivos selecionados no gerenciador de dispositivo temporário de saída de áudio. Duas vezes: manter ativo o dispositivo temporário de saída de áudio
uk: Встановити тимчасовим пристроєм виводу наступний позначений пристрій у списку диспетчера тимчасових пристроїв виводу. Двічі: відмовитися від тимчасового пристрою виводу

source: Activate quick Addons Activation Dialog
pt_br: Ativar o diálogo de ativação rápida de complementos
uk: Відкрити діалог швидкого увімкнення додатків

source: Set on main and NVDA volume
pt_br: Definir o volume principal e do NVDA
uk: Встановити гучність системи та гучність NVDA

source: Toggle current focused application volume mute
pt_br: Alternar entre ativar e desativar o volume da aplicação atual
uk: Увімкнути/вимкнути гучність поточної програми

source: Increase volume of current focused application
pt_br: Aumentar o volume do aplicativo atualmente em foco
uk: Збільшити гучність програми у фокусі

source: Decrease volume of current focused application
pt_br: Diminuir o volume do aplicativo atualmente em foco
uk: Зменшити гучність поточної програми

source: Maximize volume of current focused application
pt_br: Maximizar o volume do aplicativo atualmente em foco
uk: Встановити Максимальну гучність поточної програми

source: Minimize volume of current focused application
pt_br: Diminui o volume da aplicação atualmente em foco
uk: Встановити мінімальну гучність поточної програми

source: Set the volume of current focused application to previous level
pt_br: Definir o volume da aplicação sob o foco para o nível anterior
uk: Встановити гучність поточної програми на попередній рівень

source: Increase NVDA volume
pt_br: Aumentar o nível do volume do NVDA
uk: Збільшити гучність NVDA

source: Decrease NVDA volume
pt_br: Diminuir o nível do volume do NVDA
uk: Зменшити гучність NVDA

source: Maximize NVDA volume
pt_br: Maximizar o volume do NVDA
uk: Встановити максимальну гучність NVDA

source: Minimize NVDA volume
pt_br: Nimimizar o Nível do volume do NVDA

source: Set the NVDA volume to previous level
pt_br: Definir o volume do NVDA para o nível anterior
uk: Встановити рівень гучності NVDA на попередній рівень

source: Increase volume of speakers
pt_br: Aumentar o volume dos auto-falantes
uk: Збільшити гучність динаміків

source: Decrease volume of speakers
pt_br: Diminuir o volume dos alto-falantes
uk: Зменшити гучність динаміків

source: Maximize volume of speakers
pt_br: Maximizar o volume dos alto-falantes
uk: Встановити Максимальну гучність динаміків

source: Minimize volume of speakers
pt_br: Minimizar o volume dos alto-falantes
uk: Встановити мінімальну гучність динаміків

source: Set the main volume to previous level
pt_br: Definir o volume principal para o nível anterior
uk: Встановити гучність системи на попередній рівень

source: Hear NVDA to right and focused application to left
pt_br: Ouvir o NVDA à direita e a aplicação sob o foco à esquerda
uk: Відтворювати звуки NVDA справа, а програми у фокусі зліва

source: Hear NVDA to left and focused application to right
pt_br: Ouvir o NVDA à esquerda e a aplicação sob o foco à direita
uk: Відтворювати звуки NVDA зліва, а програми у фокусі справа

source: Hear NVDA and focused application on center
pt_br: Ouvir o NVDA e o aplicativo em foco no centro
uk: Відтворювати звуки NVDA та програми у фокусі в центрі

source: Hear NVDA to right and all audio applications to left
pt_br: Ouvir o NVDA à direita e todas as aplicações de áudio à esquerda
uk: Відтворювати звуки NVDA справа, а всіх аудіопрограм зліва

source: Hear NVDA to left and all audio applications to right
pt_br: Ouvir o NVDA à esquerda e todas as aplicações de áudio à direita
uk: Відтворювати звуки NVDA зліва, а всіх аудіопрограм справа

source: Hear NVDA and all audio applications on center
pt_br: Ouvir o NVDA e todas as aplicações de áudio no centro
uk: Відтворювати звуки NVDA та всіх аудіопрограм в центрі

source: Hear focused application on center
pt_br: Ouvir a aplicação em foco no centro
uk: Відтворювати звуки програми у фокусі в центрі

source: Display NVDA 's audio sources manager
pt_br: Mostrar o gerenciador temporário de dispositivos de áudio
uk: Показати диспетчер джерел звуку

source: The configuration file of the add-on contains errors. The part of the configuration concerning the global parameters has been reset to factory defaults
pt_br: O arquivo de configuração do add-on contém erros. A parte da configuração referente aos parâmetros globais foi restaurada para os padrões de fábrica
uk: Файл конфігурації додатка містить помилки. Частину конфігурації, що стосується глобальних параметрів, було скинуто до початкових налаштувань

source: The old configuration file of "%s" add-on contains errors. It's not possible to keep previous configuration
pt_br: O arquivo de configuração antigo do add-on "%s" contém erros. Não é possível manter a configuração anterior
uk: Старий файл конфігурації додатка "%s" містить помилки. Неможливо зберегти попередню конфігурацію

source: The add-on configuration will be reset to factory values and NVDA will be restarted. Would you like to continue?
pt_br: A configuração do add-on será restaurada para os valores de fábrica e o NVDA será reiniciado. Deseja continuar?
uk: Конфігурацію додатка буде скинуто до початкових налаштувань, і NVDA буде перезапущено. Бажаєте продовжити?

source: Configuration reset
pt_br: Restaurar configuração
uk: Скидання конфігурації

source: It's time
pt_br: Terminou o tempo
uk: Час минув

source: Beep
pt_br: Bip
uk: Сигнал

source: Sound
pt_br: Som
uk: Звук

source: Message
pt_br: Mensagem
uk: Повідомлення

source: Announcement of the wrong word
pt_br: Anúncio da palavra incorreta

source: Press F1 for help
pt_br: Pressione F1 para ajuda
uk: Натисніть F1 для отримання довідки

source: Some changes have been made. You must save the configuration and restart NVDA for these changes to take effect. Would you like to do it now?
pt_br: Algumas alterações foram feitas. Você deve salvar a configuração e reiniciar o NVDA para que essas mudanças tenham efeito. Deseja fazer isso agora?
uk: Внесено деякі зміни. Ви повинні зберегти конфігурацію та перезапустити NVDA, щоб ці зміни набули чинності. Чи хочете ви зробити це зараз?

source: Don't forget to save the configuration for the changes to take effect !
pt_br: Não se esqueça de salvar a configuração para que as alterações tenham efeito!
uk: Не забудьте зберегти конфігурацію, щоб зміни набули чинності!

source: Features's installation
pt_br: Instalação de funcionalidades
uk: Встановлення функцій

source: Do not install
pt_br: Não instalar
uk: Не встановлювати

source: Install
pt_br: Instalar
uk: Встановити

source: Install without gesture
pt_br: Instalar sem gesto
uk: Встановити без жестів

source: Display &systray icons and running application windows list:
pt_br: Mostra a lista de ícones da barra de &notificações ou das aplicações abertas:
uk: Показати піктограми &області сповіщень і список вікон запущених програм:

source: &Complex symbols edition help:
pt_br: &Ajuda na edição de símbolos complexos:
uk: &Довідка щодо редагування складних символів:

source: &Focused application's informations:
pt_br: &Informações da aplicação sob o foco:
uk: &Інформація про програму у фокусі:

source: &Extended Virtual Buffer:
pt_br: Buffer virtual &extendido:
uk: &Розширений віртуальний буфер:

source: C&lipboard command announcement:
pt_br: anúncio de comandos da &área de transferência:
uk: О&голошення команд буфера обміну:

source: Anno&uncement of the preselected folder in "Open", "Save", "Save as" dialog boxes:
pt_br: Anún&cio da pasta pré-selecionada nas caixas de diálogo 'Abrir', 'Salvar' e 'Salvar como':
uk: О&голошення попередньо вибраної папки в діалогах «Відкрити», «Зберегти», «Зберегти як»:

source: &NVDA's log Files:
pt_br: &Arquivos de log do NVDA:
uk: &файли журналу NVDA:

source: Speech &history:
pt_br: &Histórico de falas:
uk: Історія &мовлення:

source: &Keyboard keys renaming:
pt_br: &Renomear teclas:
uk: &Перейменування клавіш клавіатури:

source: C&ommand keys selective announcement:
pt_br: Anúncio &seletivo de teclas de comando:
uk: В&ибіркове оголошення командних клавіш:

source: Minute &timer:
pt_br: Temporizador de &minutos:
uk: &Таймер:

source: NVDA's &restart:
pt_br: &Reiniciar o NVDA:
uk: Перезапуск &NVDA:

source: Display visible items making up the foreground &object:
pt_br: Mostrar itens visíveis que constituem o &objeto em primeiro plano:
uk: Показ видимих елементів, що утворюють &об'єкт переднього плану:

source: &Voice profile switching:
pt_br: Alternar &perfis de voz:
uk: &Перемикання голосового профілю:

source: Ke&ys's remanence:
pt_br: Tempo de retenção das &teclas:
uk: Залипання &клавіш:

source: Volu&me's control:
pt_br: Controle de &volumes:
uk: Керування &гучністю:

source: &audio split:
pt_br: dividir o &audio:
uk: &розділення аудіо:

source: &Development's tools:
pt_br: Ferramentas para o &desenvolvimento:
uk: &Інструменти розробки:

source: &Date and time - supplements:
pt_br: Suplementos de &data e hora:
uk: Доповнені &дата і час:

source: Text anal&ysis:
pt_br: Anál&ise de texto:
uk: Аналіз &тексту:

source: Temporar&y audio device:
pt_br: Dispositivo temporá&rio de áudio:
uk: Тимчасовий &пристрій виводу:

source: NVDA enhancements
pt_br: Melhorias para o NVDA
uk: Покращення NVDA

source: Editing
pt_br: Editando
uk: Редагування

source: Maximum number of last &used symbols recorded:
pt_br: Número máximo de símbolos &usados recentemente a serem armazenados:

source: Speech history
pt_br: Histórico de falas
uk: Історія мовлення

source: &Number the records
pt_br: &Numerar os registos

source: &Display records in ascending order
pt_br: Mostrar registos em or&dem ascendente
uk: &Показувати записи в порядку зростання

source: Browser
pt_br: Navegador
uk: Браузер

source: &Browse in loop
pt_br: &Navegar em loop
uk: &Циклічна навігація

source: Reporting spelling errors
pt_br: Indicação de erros ortográficos

source: In typing, Report &by:
pt_br: Ao digitar, informar &por:

source: In reading, Report &by:
pt_br: Na leitura, informar &por:

source: Clipboard
pt_br: Área de transferência
uk: Буфер обміну

source: Maximum number of reported characters:
pt_br: Número máximo de caracteres indicados:

source: No limit
pt_br: Sem limite
uk: Немає обмежень

source: Computer
pt_br: Computador
uk: Комп'ютер

source: &No object description in Windows ribbons
pt_br: &Nenhuma descrição de objeto nas fitas do Windows
uk: &Немає опису об’єкта у стрічках Windows

source: Automatically &maximize windows
pt_br: &Maximizar janelas automaticamente
uk: Автоматично &розгортати вікна

source: Report &windows clock's time with seconds
pt_br: Anunciar horas do relógio do &Windows com segundos
uk: &Промовляти час із секундами

source: Windows explorer
pt_br: Explorador do windows
uk: Провідник Windows

source: Number of items to &keep for reduced path:
pt_br: Número de segundos a esperar antes de &reiniciar:
uk: Кількість папок для &збереження скороченого шляху:

source: Report folder name of Reversed path with levels
pt_br: Informar nome da pasta do caminho invertido com níveis
uk: Вказувати рівні зі зворотнім шляхом до папки

source: Main and NVDA volume
pt_br: Definir o volume principal e do NVDA
uk: Гучність системи та гучність NVDA

source: Set on &volume at the loading of the add-on
pt_br: Definir o &volume ao carregar o complemento
uk: Встановлювати &гучність під час завантаження додатка
