Repository: jkinnunen/NVDAExtensionGlobalPlugin
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pt_br, uk

source: &Threshold of recovery of the volume:
pt_br: &Limite de recuperação do volume:
uk: &Поріг відновлення гучності:

source: Recovery &level:
pt_br: &Nivel de recuperação:
uk: &Рівень відновлення:

source: NVDA volume
pt_br: Nível do volume do NVDA
uk: Гучність nvda

source: T&hreshold of recovery of the volume:
pt_br: &Limite da recuperação do volume:
uk: П&оріг відновлення гучності:

source: &Recovery level:
pt_br: &Nivel de recuperação:
uk: &Рівень відновлення:

source: Volume change
pt_br: Alteração do volume
uk: Зміна гучності

source: Ste&ps's size:
pt_br: Tamanho do &intervalo:
uk: Розмір &кроку:

source: R&eport volume changes
pt_br: Comunicar alteraçõ&es de volume
uk: &Повідомляти про зміну гучності

source: &Increase speakers volume if necessary
pt_br: &Aumentar o volume dos alto-falantes, se necessário
uk: &Збільшити основну гучність за потреби

source: At start, put NVDA on both channels
pt_br: Ao iniciar, colocar o NVDA em ambos os canais

source: Temporary audio device
pt_br: Dispositivo temporário de áudio
uk: Тимчасовий пристрій виводу

source: Ask for confirmation
pt_br: Solicitar confirmação
uk: Запитувати підтвердження

source: Ma&ximum waiting time for confirmation (in seconds):
pt_br: Tempo de espera ma&ximum para confirmação (em segundos):

source: Advanced
pt_br: Opções avançadas

source: For No NVDA's version
pt_br: Para nenhuma versão do NVDA
uk: Не для цієї версії NVDA

source: For Only the NVDA's snapshot versions
pt_br: Apenas nas versões de desenvolvimento
uk: Тільки для снепшот-версій NVDA

source: Only until the next NVDA restart
pt_br: Apenas até a próxima reinicialização do NVDA
uk: Лише до наступного перезапуску NVDA

source: For all NVDA's versions
pt_br: Em todas as versões do NVDA
uk: Для всіх версій NVDA

source: &Play sound on logged errors:
pt_br: &Reproduzir som ao registar erros:
uk: &Відтворення звуку під час журналювання помилок:

source: &Title dialog with add-on name
pt_br: &Título do Diálogo com o nome do complemento
uk: &Показувати в заголовках діалогів назву додатка

source: &Delay between repeat of same gesture:
pt_br: &Atraso entre repetições do mesmo gesto:
uk: &Затримка між повтореннями одного і того ж жесту:

source: &Do not take account of the option called "Report object descriptions" during the display of the dialog box same as confirmation
pt_br: &Ignorar a opção 'Informar descrições de objetos' durante a exibição da caixa de diálogo, assim como na confirmação
uk: &Не брати до уваги опцію, що зветься «Читати опис об’єкта», в діалогах підтвердження

source: Key Repeat
pt_br: Repetição de tecla
uk: Повторення клавіш

source: &Limit key repeats
pt_br: &Limitar repetições de teclas
uk: &Обмежити повторення клавіш

source: Delay between &repeat (in ms):
pt_br: Atraso entre &repetições (em ms):
uk: Затримка між &повтореннями (у мс):

source: &Automatically save current voice settings for current selector before switching
pt_br: &Salvar automaticamente as configurações de voz atuais para o seletor atual antes de mudar
uk: &Автоматично зберігати поточні налаштування голосу для поточного селектора перед перемиканням

source: Allow &NVDA tonalities's volume adjustment
pt_br: Permitir ajuste de volume das tonalidades do &NVDA
uk: Дозволити регулювання гучності &тонів NVDA

source: Allow nvda sounds files's &gain modification
pt_br: Permitir a modificação do &ganho dos arquivos de som do NVDA

source: Play tone on audio &output device
pt_br: Tocar tom no dispositivo de &saída de áudio
uk: Відтворювати сигнал на пристрої &виводу звуку

source: Keyboard
pt_br: Teclado
uk: Клавіатура

source: Keys's remanence
pt_br: Remanência das teclas
uk: Залипання клавіш

source: &Only NVDA key in remanence
pt_br: &Apenas tecla do NVDA na remanência
uk: Залипає &тільки клавіша NVDA

source: Activate &remanence at NVDA's start
pt_br: Ativar a re&manência ao iniciar o NVDA
uk: Увімкнути &залипання під час запуску NVDA

source: &Remanence's delay (in milliseconds):
pt_br: &Atraso da remanência (em milissegundos):
uk: &Залипання (у мілісекундах):

source: Play &sound at the start of remanence
pt_br: Tocar &som no início da remanência
uk: Відтворювати &звук на початку залипання

source: Play sound at the &end of remanence
pt_br: Tocar som ao &fim da remanência
uk: Відтворювати звук &наприкінці залипання

source: Special remanence for &Gmail.com
pt_br: Remanência especial para &Gmail.com
uk: Особливе залипання для &Gmail.com

source: Numeric keypad
pt_br: Teclado numérico
uk: Цифрова клавіатура

source: &Allow the standard use of the numeric keypad
pt_br: &Permitir o uso padrão do bloco numérico
uk: &Дозволити стандартне використання цифрової клавіатури

source: &Enable the standard use of the numeric keypad at NVDA's start
pt_br: &Ativar o uso padrão do bloco numérico, no início do NVDA
uk: &Увімкнути стандартне використання цифрової клавіатури під час запуску NVDA

source: &Enable / disable numeric keypad's standard use with num lock key
pt_br: &Ativar/desativar O uso das teclas numéricas padrão com a tecla do bloco numérico
uk: &Увімкнути/вимкнути стандартне використання цифрової клавіатури за допомогою клавіші Num Lock

source: Numeric lock
pt_br: Bloco numérico
uk: Num lock

source: &Report ?he activated state at NVDA starting
pt_br: &Informar o estado ativado ao iniciar o NVDA
uk: &Інформувати про увімкнений стан під час запуску NVDA

source: Capital lock
pt_br: Bloqueio de maiúsculas
uk: Caps Lock

source: &Report the activated state at NVDA starting
pt_br: &Reportar o estado ativado ao iniciar o NVDA
uk: &Інформувати про увімкнений стан під час запуску NVDA

source: Update
pt_br: Atualização
uk: Оновлення

source: Automatically check for &updates
pt_br: Procurar automaticamente por &atualizações
uk: Автоматично перевіряти наявність &оновлень

source: Update also release versions to &development versions
pt_br: Atualizar também as versões de lançamento para versões de &desenvolvimento
uk: Також оновлювати стабільні версії до версій &у розробці

source: &Check for update
pt_br: &Verificar atualizações
uk: &Перевірити оновлення

source: View &history
pt_br: &Ver histórico
uk: Переглянути &історію

source: Settings
pt_br: Configurações
uk: Налаштування

source: Cursor's moving
pt_br: Movimento do cursor
uk: Переміщення курсора

source: &Punctuation/symbol level on word movement:
pt_br: &Nível de Pontuação/símbolo, ao navegar por palavra:
uk: &Рівень промовляння символів під час переміщення по словах:

source: Current configuration profile's level
pt_br: Nível do perfil de configuração atual
uk: Рівень поточного конфігураційного профілю

source: &Do not say blank when moving by Line
pt_br: &Não anunciar vazio ao mover por linha

source: Text used as a &separator between contents added to the clipboard.
pt_br: Texto utilizado como &separador entre conteúdos adicionados à área de transferência.
uk: Текст, що використовується як &роздільник, між блоками, доданими до буфера обміну.

source: &Add text before clipboard datas
pt_br: &Adicionar texto antes dos dados da área de transferência
uk: &Додавати текст перед даними буфера обміну

source: Ask &confirmation before adding
pt_br: Pedir &confirmação antes de adicionar
uk: Запитувати &підтвердження перед додаванням до буфера обміну

source: &On profile activation:
pt_br: &Ao ativar o perfil:
uk: &При активації профілю:

source: Do nothing
pt_br: Não fazer nada
uk: Нічого не робити

source: Desactivate
pt_br: Desativar
uk: Вимкнути

source: Activate
pt_br: Ativar
uk: Увімкнути

source: Key blocking
pt_br: Bloqueio de tecla
uk: Блокування клавіш

source: Block &insert key
pt_br: Bloquear a tecla &Insert

source: Block capslock &key
pt_br: Bloquear a tecla &Caps Lock

source: Characters echo
pt_br: Eco de caracteres
uk: Ехо символів

source: Still speak &non-alphanumeric characters when keyboard echo by characters is disabled
pt_br: Continuar pronunciando caracteres &não alfanuméricos quando o eco do teclado por caracteres estiver desativado
uk: Продовжувати вимовляти &неалфавітні символи, коли ехо введення символів вимкнено

source: Volume mute key's control
pt_br: Controle da tecla de silenciar volume

source: &Enable the Control:
pt_br: &Ativar o controle:

source: Yes
pt_br: Sim

source: Yes, but only if no braille display is used
pt_br: Sim, mas apenas se nenhum display braille estiver em uso

source: No
pt_br: Não

source: &Press the key:
pt_br: &Pressione a tecla:

source: After confirmation
pt_br: Após confirmação

source: In pressing twice
pt_br: Ao pressionar duas vezes

source: Never
pt_br: Nunca

source: Text analysis
pt_br: Análise de texto
uk: Аналіз тексту

source: &Activate text analyzer
pt_br: &Ativar o analisador de texto
uk: &Увімкнути аналізатор тексту

source: Activate text analyzer at add-on's &start
pt_br: Ativar o analisador de texto no &início do add-on
uk: Увімкнути аналізатор тексту &під час запуску додатка

source: Symbols match
pt_br: Símbolos matemáticos
uk: Збіг символів

source: Report &discrepancies
pt_br: Indicar &discrepâncias
uk: Повідомляти про &невідповідності

source: Anomalies
pt_br: Anomalias
uk: Відхилення

source: Report a&nomalies
pt_br: Comunicar a&nomalias
uk: Повідомляти про &відхилення

source: &Verify:
pt_br: &Verificar:
uk: &Перевіряти:

source: &For symbols:
pt_br: &Para símbolos:
uk: &Для символів:

source: Formatting
pt_br: Formatação
uk: Форматування

source: Report &changes
pt_br: Reportar &alterações
uk: Повідомляти про &зміни

source: Ty&pe:
pt_br: Ti&po:
uk: &Тип:

source: Spelling Errors
pt_br: Erros de ortografia

source: &Report errors
pt_br: &Reportar erros

source: Alert
pt_br: Alerta
uk: Попередження

source: Report &by:
pt_br: Indicar &por:
uk: Тип &повідомлення:

source: Sounds:
pt_br: Sons:
uk: Звуки:

source: Frequency:
pt_br: Freqüência:
uk: Частота:

source: Length:
pt_br: Duração:
uk: Тривалість:

source: Message:
pt_br: Mensagem:
uk: Повідомлення:

source: Profile settings's %s
pt_br: Configurações de perfil %s
uk: Налаштування профілю %s

source: Alert message
pt_br: Mensagem de alerta
uk: Попереджувальне повідомлення

source: Detections's number
pt_br: Número de detecções
uk: Кількість виявлень

source: Detailed description
pt_br: Descrição detalhada

source: The multiple contiguous spaces
pt_br: Os múltiplos espaços contíguos
uk: Кілька суміжних пробілів

source: The space or Tab at end
pt_br: O espaço ou separador no final
uk: Пробіл або Tab в кінці

source: The isolated or non spaced punctuations
pt_br: As pontuações isoladas ou sem espaçamento
uk: Розділові знаки без пробілів

source: The uppercase missing or inversed
pt_br: Falttam maiúsculas ou foram invertidas
uk: Верхній регістр відсутній або інвертований

source: The required space before the symbol
pt_br: O espaço necessário antes do símbolo
uk: Необхідний пробіл перед символом

source: The required space after the symbol
pt_br: O espaço necessário após o símbolo
uk: Необхідний пробіл після символу

source: Unexpected space before symbol
pt_br: Espaço inesperado antes do símbolo

source: Unexpected space after symbol
pt_br: Espaço inesperado depois do símbolo

source: Font's name
pt_br: Nome da fonte
uk: Назва шрифту

source: Font's size
pt_br: Tamanho da fonte
uk: Розмір шрифту

source: Font's attributes
pt_br: Atributos da fonte
uk: Атрибути шрифту

source: Style
pt_br: Estilo
uk: Стиль

source: Color
pt_br: Cor
uk: Колір

source: Text analyzer activated
pt_br: Analisador de texto ativado
uk: Аналізатор тексту увімкнено

source: Text analyzer desactivated
pt_br: Analisador de texto desativado
uk: Аналізатор тексту вимкнено

source: Quick addons activation
pt_br: Ativação rápida de add-ons
uk: Швидке увімкнення додатків

source: Check to activate:
pt_br: Marque para ativar:
uk: Позначте, щоб увімкнути:

source: &Check all
pt_br: Marcar &tudo
uk: &Позначити все

source: &Uncheck all
pt_br: &Desmarcar todos
uk: &Зняти всі позначки

source: &Save and restart NVDA
pt_br: &Salvar e reiniciar o NVDA
uk: &Зберегти і перезапустити NVDA

source: incompatible
pt_br: incompatível

source: All add-ons are checked
pt_br: Todos os add-ons estão marcados
uk: Всі додатки позначено

source: All add-ons unchecked
pt_br: Todos os add-ons desmarcados
uk: Немає позначених додатків

source: There is no change. Do you want to restart NVDA anyway?
pt_br: Não há alterações. Quer reiniciar o NVDA mesmo assim?
uk: Змін немає. Все одно перезапустити NVDA?

source: Error: the "%s" folder cannot be deleted
pt_br: Erro: a pasta "%s" não pode ser apagada
uk: Помилка: папку "%s" не можна видалити

source: User Configurations's management
pt_br: Gerenciamento das configurações do usuário
uk: Керування конфігураціями користувача

source: Configuration's &folders:
pt_br: Pastas de &configuração:
uk: П&апки конфігурації:

source: &Restart NVDA with this configuration's folder
pt_br: &reiniciar o NVDA com esta pasta de configuração
uk: &Перезапустити NVDA з папкою цієї конфігурації

source: &Prepare this folder
pt_br: &Preparar esta pasta
uk: &Підготувати цю папку

source: &Delete this folder
pt_br: &Apagar esta pasta
uk: &Видалити цю папку

source: Empt&y this folder
pt_br: Esvaziar esta &pasta
uk: Очистит&и цю папку

source: E&xplore this folder
pt_br: E&xplorar esta pasta
uk: П&ереглянути цю папку

source: Add &new folder
pt_br: Adicionar &nova pasta
uk: Додати &нову папку

source: Add &existing folder
pt_br: Adicionar & pasta existente
uk: Додати &наявну папку

source: &Modify this folder
pt_br: &Modificar esta pasta
uk: &Змінити цю папку

source: Active configuration
pt_br: Configuração ativa
uk: Активна конфігурація

source: Do you really want to restart NVDA with this user configuration's folder: %s?
pt_br: Quer realmente reiniciar o NVDA com esta pasta de configuração do usuário: %s?
uk: Ви справді хочете перезапустити NVDA з папкою цієї конфігурації користувача: %s?

source: You are going to modify the active configuration's folder. Do you want to continue?
pt_br: Você está prestes a modificar a pasta da configuração ativa. Deseja continuar?
uk: Ви збираєтеся змінити папку активної конфігурації. Ви хочете продовжити?

source: Impossible to create %s folder
pt_br: Impossível criar a pasta %s
uk: Неможливо створити папку %s

source: Active configuration path cannot be deleted
pt_br: O caminho da configuração ativa não pode ser excluído
uk: Шлях до активної конфігурації неможливо видалити

source: Do you really want to delete the "%s" folder?
pt_br: Quer mesmo apagar a pasta "%s"?
uk: Ви справді хочете видалити папку "%s"?

source: The folder %s is already empty
pt_br: A pasta %s já está vazia
uk: Папка %s вже порожня

source: Do you really want to delete all the content of the "%s" folder?
pt_br: Quer mesmo apagar todo o conteúdo da pasta "%s"?
uk: Ви справді хочете видалити весь вміст папки "%s"?

source: End of deletion
pt_br: Fim da exclusão
uk: Кінець видалення

source: Preparation of %s folder
pt_br: Preparação da pasta %s
uk: Підготовка папки %s

source: Import from &folder:
pt_br: Importação da &pasta:
uk: Імпорт із &папки:

source: Import &add-ons
pt_br: Importar &add-ons
uk: Імпорт &додатків

source: Import speech &dictionaries
pt_br: Importar &dicionários de voz
uk: Імпорт мовленнєвих &словників

source: Import ponctuation/symbol &pronunciations
pt_br: Importar pontuação/símbolos & Pronúncia
uk: Імпорт &вимови символів і знаків пунктуації

source: Import input &gesture changes
pt_br: Importação de alterações de entradas de &comandos
uk: Імпорт змінених &жестів вводу

source: Import configuration p&rofiles
pt_br: Importar perfil de &configuração
uk: Імпорт &конфігураційних профілів

source: Import &NVDA parameters (normal configuration)
pt_br: Importar os parâmetros do &NVDA (configuração normal)
uk: Імпорт параметрів &NVDA (нормальна конфігурація)

source: Import all the &configuration
pt_br: Importar toda a &configuração
uk: Імпорт всієї &конфігурації

source: Import terminated
pt_br: Importação terminada
uk: Імпорт завершено

source: No addon to import
pt_br: Nenhum add-on para importar
uk: Немає додатка для імпорту

source: %s add-on exists. Do you want to replace it?
pt_br: O add-on %s já existe. Deseja substituí-lo?
uk: Додаток %s існує. Ви бажаєте його замінити?

source: No profile to import
pt_br: Não há perfil para importar
uk: Немає профілю для імпорту

source: No speech dictionary to import
pt_br: Nenhum dicionário de voz para importar
uk: Немає мовленнєвого словника для імпорту

source: The configuration folder contains already speech dictionaries. Do you want to replace them?
pt_br: A pasta de configurações já contém dicionários de voz. Quer substituí-los?
uk: Папка конфігурації вже містить мовленнєві словники. Ви хочете їх замінити?

source: No ponctuation or symbol pronunciations to import
pt_br: Não há pontuação nem pronúncias de símbolos para importar
uk: Відсутні для імпорту налаштування вимови символів і знаків пунктуації

source: The configuration folder already contains symbol/punctuation pronunciations. Do you want to replace it?
pt_br: A pasta de configuração já contém pronúncias de símbolo/pontuação. Deseja substituí-la?
uk: Папка конфігурації вже містить вимову символів і знаків пунктуації. Ви хочете її замінити?

source: No input gesture change to import
pt_br: Nenhuma alteração de comandos para importar
uk: Немає змінених жестів вводу для імпорту

source: The configuration folder already contains input gesture changes. Do you want to replace them?
pt_br: A pasta de configurações já contém alterações de teclas de comando. Deseja substituí-las?
uk: Папка конфігурації вже містить зміни жестів вводу. Ви хочете їх замінити?

source: No NVDA normal configuration to import
pt_br: Nenhuma configuração normal do NVDA para importar
uk: Немає звичайної конфігурації NVDA для імпорту

source: The configuration folder already contains NVDA normal configuration. Do you want to replace it?
pt_br: A pasta de configuração já contém a configuração normal do NVDA. Deseja substituí-la?
uk: Папка конфігурації вже містить нормальну конфігурацію NVDA. Ви хочете її замінити?

source: The "%s" folder contains data that will be erased during copying. Do you still wish to continue?
pt_br: A pasta "%s" contém dados que serão apagados durante a cópia. Você ainda deseja continuar?
uk: Папка "%s" містить дані, які будуть стерті під час копіювання. Ви все ще бажаєте продовжити?

source: Modification of %s folder
pt_br: Modificação da pasta %s
uk: Зміна папки %s

source: Addons's import
pt_br: Importação de add-ons
uk: Імпорт додатків

source: &Add-ons:
pt_br: &Complementos:
uk: &Додатки:

source: Check &all
pt_br: Marcar &tudo
uk: Позначити &все

source: &Delete existing add-ons
pt_br: &Excluir add-ons existentes
uk: &Видалити наявні додатки

source: &Import
pt_br: &Importar
uk: &Імпорт

source: all items are checked
pt_br: todos os itens estão marcados
uk: всі елементи позначено

source: all items are unchecked
pt_br: todos os itens estão desmarcados
uk: всі позначки знято

source: Do you really want to delete all add-ons of %s folder?
pt_br: Você realmente deseja excluir todos os add-ons da pasta %s?
uk: Ви справді хочете видалити всі додатки папки %s?

source: There is no add-on checked
pt_br: Nenhum add-on selecionado

source: Adding new folder
pt_br: Adicionando nova pasta
uk: Додавання нової папки

source: Folder's userName:
pt_br: Nome de usuário da pasta:

source: folder's &location:
pt_br: pasta & localização:
uk: &розташування папки:

source: &Browse...
pt_br: &Navegar...
uk: &Огляд...

source: &Add
pt_br: &Adicionar
uk: &Додати

source: Folder's selection
pt_br: Seleção da pasta
uk: Вибір папки

source: You must specify the username of the folder
pt_br: Você deve especificar o nome de usuário da pasta

source: You must specify the path to the location of the configuration
pt_br: Você deve especificar o caminho para a localização da configuração
uk: Необхідно вказати шлях до розташування конфігурації

source: The folder with "%s" username is already in the list of configuration folders
pt_br: A pasta com o nome de usuário "%s" já está na lista de pastas de configuração

source: Choose another username
pt_br: Escolha outro nome de usuário

source: The "%s" folder already exists and it's a nvda configuration folder. Do you want to add it anyway?
pt_br: A pasta "%s" já existe e é uma pasta de configuração do NVDAa. Quer adicioná-la de qualquer forma?
uk: Папка "%s" вже існує, і це папка конфігурації nvda. Ви все одно хочете її додати?

source: The "%s" folder already exists and it's not a nvda configuration folder. Do you want to add it anyway?
pt_br: A pasta "%s" já existe e não é uma pasta de configuração do NVDA. Quer adicioná-la de qualquer forma?
uk: Папка «%s» уже існує, і це не папка конфігурації nvda. Ви все одно хочете її додати?

source: Adding existing folder
pt_br: Adicionando pasta existente
uk: Додавання наявної папки

source: folder's &path:
pt_br: pasta &caminho:
uk: &шлях папки:

source: The folder is not user configuration's folder
pt_br: A pasta não é a pasta de configuração do usuário
uk: Ця папка не є папкою конфігурації користувача

source: Configuration profiles's import
pt_br: Importação de perfis de configuração
uk: Імпорт конфігураційних профілів

source: &Profiles:
pt_br: &Perfis:
uk: &Профілі:

source: &Delete existing profiles
pt_br: &apagar perfis existentes
uk: &Видалити наявні профілі

source: Do you really want to delete all profiles of %s folder?
pt_br: Quer mesmo apagar todos os perfis da pasta %s?
uk: Ви справді хочете видалити всі профілі папки %s?

source: There is no profile checked
pt_br: Não há nenhum perfil marcado
uk: Немає позначених профілів

source: %s profile exists. Do you want to replace it?
pt_br: %s o perfil já existe. Quer substituí-lo?
uk: Профіль %s вже існує. Ви хочете його замінити?

source: Impossible to import profils
pt_br: Impossível importar perfis
uk: Неможливо імпортувати профілі

source: Records:
pt_br: Registos:
uk: Записи:

source: The current configuration of the "Voice profile switching"feature is not compatible with this add-on's version, All selectors have been released and the voice profiles deleted. Sorry for the inconvenience.
pt_br: A configuração atual da funcionalidade 'Alternância de perfil de voz' não é compatível com esta versão do add-on. Todos os seletores foram liberados e os perfis de voz excluídos. Desculpe pelo transtorno.
uk: Поточна конфігурація функції «Перемикання голосового профілю» несумісна з версією цього додатка. Усі селектори було звільнено, а голосові профілі видалено. Вибачте за незручності.

source: Impossible, the synthesizer or audio output device of voice profile {voiceProfileName} associated to selector {selector} is not available. Do you want to free this selector?
pt_br: Impossível, o sintetizador ou dispositivo de saída de áudio do perfil de voz {voiceProfileName} associado ao seletor {selector} não está disponível. Deseja liberar este seletor?

source: Synthesizer error
pt_br: Erro de Sintetizador
uk: Помилка синтезатора

source: Selector {selector}: {name}
pt_br: Seletor {selector}: {name}
uk: Селектор {selector}: {name}

source: No other selector set to voice profile
pt_br: Nenhum outro seletor definido para o perfil de voz

source: No selector set to voice profile
pt_br: Nenhum seletor configurado para o perfil de voz

source: yes
pt_br: sim
uk: так

source: no
pt_br: não
uk: ні

source: Audio output device
pt_br: Dispositivo de saída de áudio

source: {name} voice profile set to selector {selector}
pt_br: Perfil de voz {name} definido para selector {selector}
uk: {name} голосовий профіль встановлено на селектор {selector}

source: All selectors are freed from their vocal profile
pt_br: Todos os seletores libertados do seu perfil de voz

source: Automatic language switching (when supported)
pt_br: Alterar o idioma automaticamente (quando suportado)
uk: Автоматичне перемикання мови (якщо підтримується)
