Repository: jkinnunen/NVDAExtensionGlobalPlugin
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pt_br, uk

source: NVDA global commands extension
pt_br: Extensão de comandos globais do NVDA
uk: Глобальне розширення команд NVDA

source: This add-on brings to NVDA a multitude of features which can be activated or deactivated individually depending on the need. Here are a few: * Display of the list of icons in the notification area or windows of applications launched, * Help in the composition of a symbol that is complex such as, for example, a a e related, a symbol power of 2 and possibility to add its own categories and symbols, * Extension of the functionality of the virtual buffer for browser: * new commands for navigation mode (paragraph, division, anchor, main landmark), * new types of elements for the dialog box opened by "NVDA+F7" (radio button, paragraph, frame, checkBox, etc) with the announcement of the number of items found, * option to browse in a loop in search of a next or previous item, * new scripts for table: cell/line/column announcement, move to the next or previous column / row with announcement of the cells composing it, * intelligent announcement of the function of editing commands like Copy, cut or Paste and improvement of the NVDA base script which announces the text in the clipboard("NVDA+c" ), * voice speechs's history, * renaming keyboard keys, * selective announcement of command keys, * display of visible elements making up the object in the foreground and possibility to move to or click on the elements, * quick voice profile switching, * persistence of NVDA and modification keys and specific persistence for the gmail.com site, * shutdown, restart or Hibernate the computer, * management of input gestures configured by user, * sound control: system/ NVDA/application's quick volume changes, audio split, temporary audio output device switching, * user configurations management and NVDA restarting with precise configuration, * text analyser, * quick add-ons activation / desactivation, * Announcement or display of information about the application under focus, such as its version, the active configuration profile, loaded add-on, * possible use of numeric keypad as standard numeric keypad, * possibility of executing scripts from the "Input gestures" dialog, * and more. For the full list of the add-on's features and their description, see the user manual.
pt_br: Este complemento traz ao NVDA uma infinidade de recursos que podem ser ativados ou desativados individualmente dependendo da necessidade. Aqui estão alguns: * Exibição da lista de ícones na área de notificação ou janelas de aplicativos iniciados, * Ajuda na composição de um símbolo complexo como, por exemplo, um a e relacionado, um símbolo de potência de 2 e possibilidade de adicionar suas próprias categorias e símbolos, * Extensão da funcionalidade do buffer virtual para navegador: * novos comandos para o modo de navegação (parágrafo, divisão, âncora, ponto de referência principal), * novos tipos de elementos para a caixa de diálogo aberta pelo "NVDA+F7" (botão de opção, parágrafo, quadro, caixa de seleção, etc) com o anúncio do número de itens encontrados, * opção de navegar em loop em busca de um item seguinte ou anterior, * novos scripts para tabela: anúncio de célula/linha/coluna, passar para a coluna/linha seguinte ou anterior com anúncio das células que a compõem, * anúncio inteligente da função de comandos de edição como Copiar, Recortar ou Colar e melhoria do script base do NVDA que anuncia o texto na área de transferência ("NVDA+c"), * histórico de falas de voz, * renomeação de teclas do teclado, * anúncio seletivo de teclas de comando, * exibição dos elementos visíveis que compõem o objeto em primeiro plano e possibilidade de mover ou clicar nos elementos, * troca rápida de perfil de voz, * persistência do NVDA e das teclas modificadoras e persistência específica para o site gmail.com, * desligar, reiniciar ou hibernar o computador, * gerenciamento de gestos de entrada configurados pelo usuário, * controle de som: alterações rápidas de volume do sistema/NVDA/aplicativo, divisão de áudio, troca temporária de dispositivo de saída de áudio, * gerenciamento de configurações do usuário e reinicialização do NVDA com configuração precisa, * analisador de texto, * ativação/desativação rápida de complementos, * anúncio ou exibição de informações sobre o aplicativo em foco, como sua versão, perfil de configuração ativo, complemento carregado, * possível uso do teclado numérico como teclado numérico padrão, * possibilidade de executar scripts a partir da caixa de diálogo "Inserir gestos", * e muito mais. Para ver a lista completa dos recursos do complemento e sua descrição, consulte o manual do usuário.

source: Do you want to keep current add-on configuration settings ?
pt_br: Deseja manter as configurações atuais do add-on?

source: %s - installation
pt_br: %s - instalação
uk: %s - встановлення

source: Are you sure you don't want to keep the current add-on configuration settings?
pt_br: Deseja manter as configurações anteriores do extra?
uk: Ви впевнені, що не хочете зберігати поточні параметри конфігурації додатка?

source: Attention, you must uninstall "%s" add-on because it is now included in this add-on
pt_br: Atenção! deve desinstalar o Complemento%s porque agora está incluído neste
uk: Увага, ви повинні видалити додаток "%s", оскільки його тепер включено до цього додатка

source: (command: %s)
pt_br: (comando: %s)
uk: (команда: %s)

source: %s add-on configuration menu
pt_br: Menu de configuração do add-on %s
uk: меню конфігурації додатка %s

source: Global settings...
pt_br: Configurações globais...
uk: Глобальні налаштування...

source: Current configuration profile settings...
pt_br: Configurações do perfil de configuração atual...
uk: Налаштування поточного конфігураційного профілю...

source: Keyboard Keys renaming...
pt_br: Renomear teclas...
uk: Перейменування клавіш клавіатури...

source: Command keys selective announcement...
pt_br: Anúncio seletivo de teclas de comando...
uk: Вибіркове оголошення командних клавіш...

source: Reset configuration to default values
pt_br: Restaurar configuração para os valores padrão
uk: Скинути налаштування до початкових значень

source: Explore &NVDA
pt_br: Explorar o &NVDA
uk: Огляд &NVDA

source: Menu to explore the NVDA program folder or the user configuration folder
pt_br: Menu para explorar a pasta do programa NVDA ou a pasta de configuração do usuário
uk: Меню для перегляду папки програми NVDA або папки конфігурації користувача

source: My &configuration's folder
pt_br: Pasta das minhas &configurações
uk: Папка моєї &конфігурації

source: NVDA &Program folder
pt_br: Pasta do &programa NVDA
uk: &папка NVDA

source: Manage user configurations
pt_br: Gerenciar configurações do usuário
uk: Керування конфігураціями користувача

source: Please wait
pt_br: Espere, por favor
uk: Зачекайте будь ласка

source: {0} copied to clipboard
pt_br: {0} copiado para a área de transferência
uk: {0} скопійовано в буфер обміну

source: Configuration's profile {profileName} {state}
pt_br: Perfil de configurações {profileName} {state}
uk: Конфігураційний профіль {profileName} {state}

source: {0} version {1}
pt_br: {0} versão {1}
uk: {0} версія {1}

source: Product name and version has been copied to clipboard
pt_br: O nome do produto e a versão foram copiados para a área de transferência
uk: Назву та версію продукту скопійовано в буфер обміну

source: Add-on: {name}, version: {version}
pt_br: Add-on: {name}, versão: {version}

source: No add-on
pt_br: Nenhum add-on
uk: Без додатка

source: Configuration profile: {profileName} {state}
pt_br: Perfil de configuração: {profileName} {state}
uk: Конфігураційний профіль: {profileName} {state}

source: Application: {appName} {appVersion}
pt_br: Aplicação: {appName} {appVersion}
uk: Програма: {appName} {appVersion}

source: {summary}, version: {version}
pt_br: {summary}, versão: {version}
uk: {summary}, версія: {version}

source: Active add-on: %s
pt_br: Add-on ativo: %s
uk: Активний додаток: %s

source: Add-on's path: %s
pt_br: Caminho do add-on: %s

source: Warning: it seems that others add-ons are installed and activated for this application
pt_br: Aviso: parece que outros add-ons estão instalados e ativados para esta aplicação
uk: Увага: схоже, що для цієї програми встановлені та активовані інші додатки

source: Loaded python module: %s
pt_br: Módulo de python carregado: %s
uk: Завантажено модуль python: %s

source: Application context's informations
pt_br: Informações do contexto da aplicação
uk: Інформація про програму

source: Current log file path copied to clipboard
pt_br: Caminho atual do arquivo de log copiado para a área de transferência
uk: Шлях поточного файлу журналу скопійовано в буфер обміну

source: Current log file path cannot be copied to clipboard
pt_br: O caminho do arquivo de log atual não pode ser copiado para a área de transferência
uk: Шлях поточного файлу журналу не можна скопіювати в буфер обміну

source: Previous log file cannot be opened
pt_br: O arquivo de log anterior não pode ser aberto
uk: Неможливо відкрити попередній файл журналу

source: Current log file cannot be opened
pt_br: O arquivo de log atual não pode ser aberto
uk: Неможливо відкрити поточний файл журналу

source: File open Error
pt_br: Erro de abertura de arquivo
uk: Помилка відкриття файлу

source: Are you sure you want to shutdown immediately the computer ?
pt_br: Você tem certeza que deseja desligar o computador imediatamente?
uk: Ви впевнені, що хочете негайно вимкнути комп'ютер?

source: Confirmation
pt_br: Confirmação
uk: Підтвердження

source: Are you sure you want to reboot immediately the computer ?
pt_br: Você tem certeza que deseja reiniciar o computador imediatamente?
uk: Ви впевнені, що хочете негайно перезавантажити комп'ютер?

source: Are you sure you want to hibernate immediately the computer ?
pt_br: Você tem certeza que deseja hibernar o computador imediatamente?
uk: Ви впевнені, що хочете негайно перевести комп'ютер у режим глибокого сну?

source: Current speech settings
pt_br: Configurações atuais de voz
uk: Поточні налаштування мовлення

source: Voice profile switch mode on
pt_br: Modo de troca de perfil de voz ativado
uk: Режим перемикання голосового профілю увімкнено

source: Voice profile switch mode off
pt_br: Modo de troca de perfil de voz desativado
uk: Режим перемикання голосового профілю вимкнено

source: Selector %s is free
pt_br: O seletor %s está livre
uk: Селектор %s вільний

source: There was no change of input gesture made by the user
pt_br: Nenhuma alteração no gesto de entrada foi feita pelo usuário
uk: Користувач не змінив жест вводу

source: Double left click
pt_br: Duplo clique esquerdo
uk: Подвійний лівий клік

source: Object has no location
pt_br: O objeto não tem localização
uk: Об’єкт не має розташування

source: Double right click
pt_br: Duplo clique direito
uk: Подвійний правий клік

source: This functionnality is only available if "command keys selective announcement" functionnality or "keys's remanence" functionnality is installed
pt_br: Esta funcionalidade só estará disponível se for instalado o "anúncio seletivo de teclas de comando" ou a "funcionalidade de teclas presas"
uk: Ця функція доступна, лише якщо встановлено функцію «вибіркове оголошення командних клавіш» або функцію «залипання клавіш»

source: The standard use of the numeric keypad is not allowed
pt_br: O uso padrão do bloco numérico não é permitido
uk: Стандартне використання цифрової клавіатури заборонено

source: Are you sure you want to close all windows?
pt_br: Tem certeza de que deseja fechar todas as janelas?
uk: Ви впевнені, що хочете закрити всі вікна?

source: application
pt_br: aplicação
uk: програма

source: speech synthesizer driver
pt_br: driver do sintetizador de voz
uk: драйвер синтезатора мовлення

source: braille display driver
pt_br: driver de display Braille
uk: драйвер брайлівського дисплея

source: mixed
pt_br: misturado
uk: змішаний

source: %s add-on type:
pt_br: Tipo do add-on %s:
uk: Тип додатка %s:

source: any
pt_br: qualquer
uk: немає

source: Running add-ons
pt_br: Complementos em execução
uk: Запущені додатки

source: Text analysis not available
pt_br: Análise de texto não disponível
uk: Аналіз тексту недоступний

source: Nothing to report
pt_br: Nada a relatar
uk: Звіт порожній

source: report current caret position on
pt_br: informar a posição atual do cursor ligada
uk: повідомляти про поточну позицію каретки увімкнено

source: report current caret position off
pt_br: indicar a posição atual do cursor desligado
uk: повідомляти про поточну позицію каретки вимкнено

source: Clipboard is empty
pt_br: A área de transferência está vazia
uk: Буфер обміну порожній

source: but the clipboard is not empty
pt_br: mas a área de transferência não está vazia
uk: але буфер обміну не порожній

source: Clipboard cleared
pt_br: Área de transferência limpa
uk: Буфер обміну очищено

source: Error: clipboard cannot cleared
pt_br: Erro: a área de transferência não pode ser limpa
uk: Помилка: не вдалося очистити буфер обміну

source: Clipboard text
pt_br: Texto da área de transferência

source: cycle is not possible on audio output device
pt_br: o arquivo de log atual não pode ser aberto
uk: цикл неможливий на пристрої вивводу

source: Are you sure you want to send the volume mute key?
pt_br: Tem certeza de que deseja enviar a tecla de silenciar volume?

source: Shell's scripts
pt_br: Script de comandos do shell
uk: Сценарії інтерпретатора команд

source: Description: command
pt_br: Descrição: comando
uk: Опис: команда

source: &Execute the script
pt_br: &Executar o script
uk: &Виконати сценарій

source: Start menu|Charm Bar
pt_br: Menu Iniciar | Barra de Charms
uk: Меню Пуск|Панель експрес-кнопок

source: List of windows
pt_br: Lista de janelas
uk: Список вікон

source: Minimized
pt_br: Minimizada
uk: Згорнуто

source: Maximized
pt_br: Maximizado
uk: Розгорнуто

source: Current &applications
pt_br: Aplicativos &atuais
uk: Поточні &програми

source: &Switch to
pt_br: &Trocar para
uk: &Перейти

source: &Destroy
pt_br: &Destruir
uk: &Завершити

source: Destro&y all
pt_br: Destru&ir todos
uk: Завершит&и всі

source: Impossible to destroy desktop window
pt_br: Não é possível destruir a janela da área de trabalho
uk: Неможливо завершити вікно робочого стола

source: Impossible to destroy the window
pt_br: Não é possível destruir a janela
uk: Неможливо завершити це вікно

source: Warning
pt_br: Atenção
uk: УВАГА

source: moves to the next paragraph
pt_br: move para o próximo parágrafo
uk: переходить до наступного абзацу

source: no next paragraph
pt_br: sem próximo parágrafo
uk: немає наступного абзацу

source: moves to the previous paragraph
pt_br: move para o parágrafo anterior
uk: переходить до попереднього абзацу

source: no previous paragraph
pt_br: sem parágrafo anterior
uk: немає попереднього абзацу

source: moves to the next division
pt_br: move para a próxima divisão
uk: переходить до наступного розділу

source: no next division
pt_br: sem próxima divisão
uk: немає наступного розділу

source: moves to the previous division
pt_br: move para a divisão anterior
uk: переходить до попереднього розділу

source: no previous division
pt_br: sem divisão anterior
uk: немає попереднього розділу

source: moves to the next main landmark
pt_br: move para a próxima região
uk: переходить до наступного основного орієнтира

source: no next main landmark
pt_br: não há próxima região
uk: немає наступного основного орієнтира

source: moves to the previous main landmark
pt_br: move para a região anterior
uk: переходить до попереднього основного орієнтира

source: no previous main landmark
pt_br: não há região anterior
uk: немає попереднього основного орієнтира

source: moves to the next clickable element
pt_br: move para o próximo elemento clicável
uk: переходить до наступного елемента, який можна натиснути

source: no next clickable element
pt_br: nenhum elemento clicável seguinte
uk: немає наступного елемента, який можна натиснути

source: moves to the previous clickable element
pt_br: move para o elemento clicável anterior
uk: переходить до попереднього елемента, який можна натиснути

source: no previous clickable element
pt_br: nenhum elemento clicável anterior
uk: немає попереднього елемента, який можна натиснути

source: Report document 's address (URL). Twice: copy it to clipboard
pt_br: Anunciar o endereço do documento (URL). Duas vezes: copiar para a área de transferência
uk: Повідомляє адресу веб-документа. Двічі: копіює її в буфер обміну

source: Copied to clipboard
pt_br: Copiado para a área de transferência
uk: Скопійовано в буфер обміну

source: Cannot copy to clipboard
pt_br: Não foi possível copiar para a área de transferência
uk: Неможливо скопіювати в буфер обміну

source: Return to bottom of page
pt_br: Retornar ao final da página
uk: Перейти в кінець сторінки

source: Return to top of page
pt_br: Retornar ao início da página
uk: Перейти на початок сторінки

source: No label
pt_br: Sem rótulo
uk: Без мітки

source: Form field
pt_br: Campo de formulário
uk: Поле форми

source: Report current table row's cells
pt_br: Anunciar as células da linha atual da tabela
uk: Промовити комірки поточного рядка таблиці

source: Report current table column's cells
pt_br: Anunciar as células da coluna atual da tabela
uk: Промовити комірки поточного стовпця таблиці

source: Move to and report next table row
pt_br: Mover para a próxima linha da tabela e anunciá-la
uk: Перейти до наступного рядка таблиці і прочитати його

source: Move to and report previous table row
pt_br: Mover para a linha anterior da tabela e anunciá-la
uk: Перейти до попереднього рядка таблиці і прочитати його

source: Move to and report next table column
pt_br: Mover para a próxima coluna da tabela e anunciá-la
uk: Перейти до наступного стовпця таблиці та прочитати його

source: Move to and report previous table column
pt_br: Ir para a coluna anterior da tabela e informar seu conteúdo
uk: Перейти до попереднього стовпця таблиці і прочитати його

source: Report current table cell position
pt_br: Anunciar a posição da célula atual da tabela
uk: Промовити поточну позицію комірки таблиці

source: Move to first cell of table row
pt_br: Mover para a primeira célula da linha da tabela
uk: Перейти до першої комірки рядка таблиці

source: Move to last cell of table row
pt_br: Mover para a última célula da linha da tabela
uk: Перейти до останньої комірки рядка таблиці

source: Move to first cell of table column
pt_br: Mover para a primeira célula da coluna da tabela
uk: Перейти до першої комірки стовпця таблиці

source: Move to last cell of table column
pt_br: Mover para a última célula da coluna da tabela
uk: Перейти до останньої комірки стовпця таблиці

source: Anchor
pt_br: Âncora
uk: Якір

source: %s elements
pt_br: %s elementos
uk: %s елементів

source: One element
pt_br: Um elemento
uk: 1 елемент

source: no element
pt_br: sem elementos
uk: немає елемента

source: Cut
pt_br: Cortar
uk: Вирізано

source: Paste
pt_br: Colar
uk: Вставлено

source: Copy
pt_br: Copiar
uk: Скопійовано

source: Undo
pt_br: Desfazer
uk: Скасувати

source: Select all
pt_br: Selecionar tudo

source: One selected object
pt_br: Um objeto selecionado

source: %s selected objects
pt_br: %s objetos selecionados
uk: Вибрано %s об'єктів

source: The clipspeak add-on has been detected on your system. In order for Clipboard command announcement feature to work without conflicts, clipSpeak add-on must be desactivated or uninstalled.But if you want to use clipSpeak add-on, Clipboard command announcement feature must be uninstalled. Would you like to uninstall this feature now?
pt_br: O add-on clipSpeak foi detectado no seu sistema. Para que o recurso de anúncio de comandos da área de transferência funcione sem conflitos, o add-on clipSpeak deve ser desativado ou desinstalado. Por outro lado, se você desejar usar o add-on clipSpeak, o recurso de anúncio de comandos da área de transferência deve ser desinstalado. Deseja desinstalar este recurso agora?

source: No text to add
pt_br: Nenhum texto para adicionar
uk: Немає тексту для додавання

source: Do you want realy add the selected text to the clipboard?
pt_br: Quer mesmo adicionar o texto selecionado à área de transferência?
uk: Ви справді хочете додати виділений текст у буфер обміну?

source: Adding text to clipboard
pt_br: Adicionando texto à área de transferência
uk: Додавання тексту в буфер обміну

source: Added
pt_br: Adicionado
uk: Додано

source: Cannot add
pt_br: Não é possível adicionar
uk: Неможливо додати

source: When typing, reports spelling errors
pt_br: Ao digitar, informa erros de ortografia

source: Any key with modifier key combination
pt_br: Qualquer tecla combinada com uma tecla modificadora
uk: Будь-яка клавіша з комбінацією клавіші-модифікатора

source: Keys's remanence activation on
pt_br: Ativação da retenção das teclas ligada
uk: Залипання клавіш увімкнено

source: Keys's remanence activation off
pt_br: Ativação da retenção das teclas desligada
uk: Залипання клавіш вимкнено

source: Standard use of the numeric keypad enabled
pt_br: Uso padrão do bloco numérico ativado
uk: Стандартне використання цифрової клавіатури увімкнено

source: Standard use of the numeric keypad disabled
pt_br: Uso padrão do bloco numérico desativado
uk: Стандартне використання цифрової клавіатури вимкнено

source: Command keys selective Announcement
pt_br: Anúncio seletivo de teclas de comando
uk: Вибіркове промовляння командних клавіш

source: Speak &command keys
pt_br: Falar &teclas de comando

source: Check &excluded keys:
pt_br: Marcar as teclas a &excluir:
uk: Встановити &винятки для клавіш:

source: Pressed W&ith modifier key combination:
pt_br: Combinação de teclas modificadoras de C&T pressionadas:
uk: Натиснуто &з модифікатором:

source: &Check all modifier combinations
pt_br: &Marcar todas as combinações de teclas modificadoras
uk: &Позначити всі комбінації модифікаторів

source: &Uncheck all modifier combinations
pt_br: &Desmarcar todas as combinações de modificadores
uk: &Зняти позначки з усіх комбінацій модифікаторів

source: Speak command keys
pt_br: Falar teclas de comando

source: Do not speak command &keys
pt_br: Não anunciar &teclas de comando
uk: Не промовляти командні &клавіші

source: Do you want to save changes made in "%s" mode?
pt_br: Você deseja salvar as alterações feitas no modo "%s"?
uk: Хочете зберегти зміни, внесені в режимі "%s"?

source: No more checked command key
pt_br: Não há mais teclas de comando marcadas
uk: Більше немає встановлених командних клавіш

source: Help for complex symbols edition
pt_br: Ajuda para edição de símbolos complexos
uk: Допомога у редагуванні складних символів

source: &Categories:
pt_br: &Categorias:
uk: &Категорії:

source: S&ymbols:
pt_br: &Símbolos:
uk: &Символи:

source: &Copy to clipboard
pt_br: &Copiar para área de transferência
uk: &Копіювати в буфер обміну

source: &Paste
pt_br: &Colar
uk: &Вставити

source: &Manage your symbols
pt_br: &Gerenciar seus símbolos
uk: &Керувати своїми символами

source: No symbol selected
pt_br: Nenhum símbolo selecionado
uk: Не вибрано жодного символу

source: {0} pasted
pt_br: {0} colado
uk: {0} вставлено

source: Symbol cannot copied to the clipboard
pt_br: O símbolo não pôde ser copiado para a área de transferência
uk: Символ не можна скопіювати в буфер обміну

source: {0} copied
pt_br: {0} copiado
uk: {0} скопійовано

source: Error: no basic symbols installed
pt_br: Erro: Os símbolos básicos não estão instalados
uk: Помилка: не встановлено основні символи

source: User symbols manager
pt_br: Gerenciador de símbolos do usuário
uk: Диспетчер символів користувача

source: &Add a symbol
pt_br: Adicionar &símbolo
uk: &Додати символ

source: &Delete the symbol
pt_br: &Apagar símbolo
uk: &Видалити символ

source: Add a &category
pt_br: Adicionar &categoria
uk: &Додати категорію
