Repository: jkinnunen/NVDAExtensionGlobalPlugin
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pt_br, uk

source: De&lete the category
pt_br: &Apagar categoria
uk: Ви&далити категорію

source: &Save
pt_br: &Salvar
uk: &Зберегти

source: %s symbol deleted
pt_br: Símbolo %s apagado
uk: Символ %s видалено

source: No symbol entered
pt_br: Nenhum símbolo inserido
uk: Символ не введено

source: Symbol is not valid
pt_br: O símbolo não é válido
uk: Символ недійсний

source: There is no description for the symbol
pt_br: Sem descrição para o símbolo
uk: Немає опису для символу

source: The symbol is already in this category under "%s" description. Do you want to replace it?
pt_br: O símbolo já está incluído nesta categoria com a descrição "%s". Quer substituí-lo?
uk: Символ вже знаходиться в цій категорії під описом "%s". Ви хочете його замінити?

source: The symbol is allready in "{oldCat}" category. Do you want to add this symbol also in "{newCat}" category?
pt_br: O símbolo já está na categoria "{oldCat}". Quer adicionar este símbolo também na categoria "{newCat}"?
uk: Символ уже в категорії "{oldCat}". Ви хочете додати цей символ також у категорію "{newCat}"?

source: %s symbol has been added
pt_br: O símbolo %s foi adicionado
uk: Символ %s додано

source: Enter category name:
pt_br: Escreva o nome da categoria:
uk: Введіть назву категорії:

source: Adding category
pt_br: Adicionando categoria
uk: Додавання категорії

source: "%s" category already exists
pt_br: A categoria %s já existe
uk: Категорія "%s" вже існує

source: You cannot delete this basic category.
pt_br: Você não pode excluir esta categoria básica.
uk: Ви не можете видалити основну категорію.

source: Do you really want to delete this category and all its symbols?
pt_br: Quer realmente apagar esta categoria e todos os seus símbolos?
uk: Ви справді хочете видалити цю категорію та всі її символи?

source: "%s" category has been deleted
pt_br: A categoria %s foi apagada
uk: Категорію "%s" видалено

source: Adding Symbol in %s category
pt_br: Adicionando símbolo na categoria %s
uk: Додавання символу в категорію %s

source: Enter the Symbol:
pt_br: Escreva o símbolo:
uk: Введіть символ:

source: Enter the Description:
pt_br: Escreva a descrição:
uk: Введіть опис:

source: Last used complex symbols
pt_br: Últimos símbolos complexos utilizados
uk: Останні використані складні символи

source: &Symbols:
pt_br: &Símbolos:
uk: &Символи:

source: &Past
pt_br: &Colar
uk: &Вставити

source: &Delete all
pt_br: &Apagar todos
uk: &Видалити все

source: Do you really want to delete all symbols of the list?
pt_br: Quer mesmo apagar todos os símbolos da lista?
uk: Ви справді хочете видалити всі символи зі списку?

source: There is no symbol recorded
pt_br: Não existe nenhum símbolo guardado
uk: Немає записаного символу

source: Open
pt_br: Abrir
uk: Відкрити

source: Save
pt_br: Salvar
uk: Зберегти

source: Save as
pt_br: Salvar como
uk: Зберегти як

source: Find in
pt_br: Encontrar em
uk: Знайти в

source: Selected folder name not found
pt_br: Nome da pasta selecionada não encontrado
uk: Назву вибраної папки не знайдено

source: Folder %s
pt_br: Pasta %s
uk: Папка %s

source: to left
pt_br: para a esquerda
uk: зліва

source: to right
pt_br: para a direita
uk: справа

source: in center
pt_br: no centro
uk: в центрі

source: channels muted
pt_br: canais silenciados
uk: канали вимкнено

source: Main volume
pt_br: Nível do volume principal
uk: Гучність системи

source: Volume on
pt_br: Volume ativado
uk: Гучність увімкнено

source: volume off
pt_br: volume desativado
uk: гучність вимкнено

source: stronger on the right
pt_br: mais forte no lado direito
uk: сильніше справа

source: stronger on the left
pt_br: mais forte no lado esquerdo
uk: сильніше зліва

source: System sounds
pt_br: Sons do sistema
uk: Системні звуки

source: This application don't use any output audio device
pt_br: Este aplicativo não usa nenhum dispositivo de saída de áudio
uk: Ця програма не використовує жодного вихідного аудіопристрою

source: Unavailable for NVDA
pt_br: Não disponível para o NVDA
uk: Недоступно для NVDA

source: Not available: %s is not a stereo audio source
pt_br: Não disponível: %s não é uma fonte de áudio estéreo
uk: Недоступно: %s не є джерелом стереозвуку

source: NVDA {to} and all other audio sources {appTo}
pt_br: NVDA {to} e todas as outras fontes de áudio {appTo}
uk: NVDA {to} і всі джерела звуку {appTo}

source: NVDA and {app} {to}
pt_br: NVDA e {app} {to}
uk: NVDA і {app} {to}

source: All audio sources {appTo}
pt_br: Todas as fontes de áudio {appTo}
uk: Усі джерела звуку {appTo}

source: Impossible, the volume level cannot be lower than the configured recovery threshold equal to %s
pt_br: Impossível, o nível de volume não pode ser inferior ao limite de recuperação configurado igual a %s
uk: Неможливо, рівень гучності не може бути нижче налаштованого порога відновлення, що дорівнює %s

source: Audio sources's manager
pt_br: Gerenciador de fontes de áudio
uk: Диспетчер джерел звуку

source: Audio output &device:
pt_br: Dispositivo de saída &de áudio:

source: Default Output
pt_br: Saída padrão
uk: Стандартно

source: Audio &sources:
pt_br: &Áudio e fontes:
uk: &Джерела звуку:

source: &Muted
pt_br: &Mudo
uk: &Без звуку

source: Balance
pt_br: Balanço
uk: Баланс

source: &Left:
pt_br: &esquerda:
uk: &Зліва:

source: &Right:
pt_br: &direita:
uk: &Справа:

source: Sounds
pt_br: Sons
uk: Звуки

source: &Tonalities's volume:
pt_br: Volume de &tonalidades:
uk: Гучність &тонів:

source: &change sound files's gain
pt_br: &alterar o ganho dos arquivos de som
uk: &змінити підсилення звукових файлів

source: refresh terminated
pt_br: atualização terminada
uk: оновлення завершено

source: Please wait, refreshing list
pt_br: Por favor aguarde, atualizando a lista
uk: Будь ласка зачекайте, список оновлюється

source: mute
pt_br: mudo
uk: вимкнути звук

source: unmute
pt_br: ativar som
uk: увімкнути звук

source: Not available, NVDA don't use this audio output device
pt_br: Não disponível, o NVDA não utiliza este dispositivo de saída de áudio
uk: Недоступно, NVDA не використовує цей пристрій виводу звуку

source: The volume of NVDA channels cannot be zero both simultaneously
pt_br: O volume dos canais do NVDA não pode estar zerado simultaneamente
uk: Гучність обидвох каналів NVDA не може дорівнювати нулю одночасно

source: Searching for audio output devices in progress
pt_br: Procurando dispositivos de saída de áudio em andamento
uk: Виконується пошук пристроїв виводу звуку

source: Browse mode activated
pt_br: Modo de navegação ativado
uk: Режим огляду увімкнено

source: Focus mode activated
pt_br: Modo de foco ativado
uk: Режим фокусу увімкнено

source: Error
pt_br: Erro
uk: Помилка

source: NVDA exit
pt_br: Saíndo do NVDA
uk: Вихід з NVDA

source: Screen curtain off
pt_br: Cortina de tela desligada
uk: Екранну завісу вимкнено

source: Screen curtain on
pt_br: Cortina de tela ligada
uk: Екранну завісу увімкнено

source: NVDA start
pt_br: Início do NVDA
uk: Запуск NVDA

source: Suggestions closed
pt_br: Sugestões fechadas
uk: Пропозиції закрито

source: Suggestions Opened
pt_br: Sugestões abertas
uk: Пропозиції відкрито

source: Text error
pt_br: Erro de texto
uk: Помилка в тексті

source: NVDA sound files's Gain modification
pt_br: Modificação de ganho dos arquivos de som do NVDA
uk: Зміна підсилення звукових файлів NVDA

source: &Sounds:
pt_br: &Sons:
uk: &Звуки:

source: modified
pt_br: modificado
uk: змінено

source: &Play
pt_br: &Reprodusir
uk: &Відтворити

source: Gain
pt_br: Ganho
uk: Підсилення

source: &Level:
pt_br: &Nível:
uk: &Рівень:

source: &Check
pt_br: &Verificar
uk: &Тест

source: &Apply gain
pt_br: &Aplicar ganho
uk: &Застосувати підсилення

source: Apply gain &to all sounds
pt_br: Aplique ganho a &todos os sons
uk: Застосувати підсилення до &всіх звуків

source: Back to factory sounds
pt_br: Voltar aos sons de fábrica
uk: Повернення до початкових звуків

source: R&eset selected sound
pt_br: &Redefinir o som selecionado
uk: Скинути &звук

source: Reset all s&ounds
pt_br: Redefinir todos os &sons

source: The Gain has been applied to %s sound
pt_br: O ganho foi aplicado ao som de %s
uk: Підсилення застосовано до звуку %s

source: Gain has been applied to all sounds
pt_br: O ganho foi aplicado a todos os sons
uk: Підсилення застосовано до всіх звуків

source: %s sound resets to factory sound
pt_br: O som %s foi restaurado para o som padrão de fábrica.
uk: Звук %s скинуто до початкових налаштувань

source: All are have been reset to factory sounds
pt_br: Todos foram restaurados para os sons padrão de fábrica
uk: Усі звуки скинуто до початкових налаштувань

source: The NVDA Split audio mode being in disabled mode, it may be in contradiction with the Split audio functionality of the add-on.
pt_br: Como o modo de áudio dividido do NVDA está desativado, isso pode entrar em conflito com a funcionalidade de áudio dividido do add-on.

source: &Don't show this message again
pt_br: &Não mostrar esta mensagem novamente

source: Computer shutdown
pt_br: Desligar o computador
uk: Вимкнення комп’ютера

source: &Hibernate
pt_br: &Hibernar
uk: &Глибокий сон

source: &Shutdown
pt_br: &Desligar
uk: &Вимкнення

source: &Reboot
pt_br: &Reiniciar
uk: &Перезавантажити

source: F&orce running programs to close without warning
pt_br: F&orçar fechamento de programas em execução sem aviso
uk: П&римусово закривати запущені програми без попередження

source: &Delay before shutdown or reboot between {min} and {max} seconds
pt_br: &intervalo antes de desligar ou reiniciar: (entre {min} e {max} segundos)
uk: &Затримка перед вимкненням або перезавантаженням від {min} до {max} секунд

source: Computer Shutdown
pt_br: Desligar o computador
uk: Вимкнення комп’ютера

source: Computer reboot
pt_br: Reiniciando o computador
uk: Перезавантаження комп’ютера

source: Computer hibernation
pt_br: Ibernar o computador
uk: Перехід в режим глибокого сну

source: Number of seconds to wait before shutdown:
pt_br: Número de segundos para aguardar antes do desligamento:
uk: Кількість секунд очікування перед вимкненням:

source: Number of seconds to wait before reboot:
pt_br: Número de segundos para aguardar antes da reinicialização:
uk: Кількість секунд очікування перед перезавантаженням:

source: Number of seconds to wait before hibernation:
pt_br: Número de segundos para aguardar antes da hibernação:
uk: Кількість секунд очікування перед режимом глибокого сну:

source: &Report remaining time
pt_br: &indicar o tempo restante
uk: &Повідомити про залишок часу

source: Remaining time: %s seconds
pt_br: Tempo restante: %s segundos
uk: Залишок часу: %s секунд

source: Shut down ...
pt_br: Desligar...
uk: Вимкнення...

source: Computer's rebooting ...
pt_br: O computador está reiniciando...
uk: Комп'ютер перезавантажується...

source: Hibernate isn't available. So, sleep mode is activated.
pt_br: Hibernar não está disponível. Modo de suspensão ativado.
uk: Режим глибокого сну недоступний. активовано режим сну.

source: Temporary Audio device manager
pt_br: Gerenciador temporário de dispositivos de áudio
uk: Диспетчер тимчасових пристроїв виводу

source: Current temporary audio device: %s
pt_br: Dispositivo temporário de áudio atual: %s
uk: Поточний тимчасовий пристрій виводу: %s

source: None
pt_br: Nenhum
uk: Немає

source: Select a &device:
pt_br: Selecionar um &dispositivo:
uk: Вибрати &пристрій:

source: &Set as temporary audio device
pt_br: &definir como dispositivo temporário de áudio
uk: &Встановити тимчасовим пристроєм виводу

source: &leave up the temporary audio device
pt_br: &sair do dispositivo temporário de áudio
uk: &завершити використання тимчасового пристрою виводу

source: Confirm
pt_br: Confirmar
uk: Підтвердити

source: You have %s seconds to accept the use of this audio device for all configuration profiles regardless of the choice made in their voice settings
pt_br: Você tem %s segundos para aceitar o uso deste dispositivo de áudio para todos os perfis de configuração, independentemente da escolha feita nas configurações de voz
uk: У вас є %s секунд, щоб прийняти використання цього пристрою виводу для всіх профілів конфігурації, незалежно від вибору, зробленого в налаштуваннях голосу

source: &Accept
pt_br: &Aceitar
uk: &Прийняти

source: The soundSplitter add-on may cause the add-on to malfunction. It is better to uninstall it.
pt_br: O add-on soundSplitter pode causar mau funcionamento no add-on. É recomendável desinstalá-lo.

source: Volume control
pt_br: Controle do volume
uk: Керування гучністю

source: Set the volume of current focused application to %s percent
pt_br: Definir o volume da aplicação focalizada atual para %s porcento
uk: Встановити гучність поточної програми на %s відсоток

source: Set the main volume to %s
pt_br: Definir o volume principal para %s
uk: Встановити гучність системи на %s

source: The main volume and that of NVDA are established and their level sets to the one in the configuration
pt_br: O volume principal e o do NVDA foram restabelecidos e o seu nível definido para o configurado
uk: Гучність системи і гучність NVDA встановлено на рівень, налаштований у конфігурації

source: Not available on this operating's system
pt_br: Não disponível neste sistema operacional
uk: Недоступно в цій операційній системі

source: Not available: %s and NVDA are probably not on tthe same output audio device
pt_br: Não disponível: %s e NVDA provavelmente não estão no mesmo dispositivo de saída de áudio
uk: Недоступно: %s і NVDA, ймовірно, не на одному вихідному аудіопристрої

source: Not available: focused application is NVDA
pt_br: Não disponível: o aplicativo em foco é o NVDA
uk: Недоступно: програма у фокусі є NVDA

source: Keyboard Keys's renaming
pt_br: Renomear teclas
uk: Перейменування клавіш клавіатури

source: NVDA defined key labels:
pt_br: Rótulos de tecla definidos pelo NVDA:
uk: Встановлення міток для клавіш NVDA:

source: Modified label:
pt_br: Rótulo modificado:
uk: Змінена мітка:

source: &Modify
pt_br: &Modificar
uk: &Змінити

source: &Remove
pt_br: &Remover
uk: &Видалити

source: R&emove all
pt_br: R&emover todas
uk: &Видалити все

source: Redefined in %s
pt_br: Redefinida para %s
uk: Перевизначено в %s

source: Enter new label:
pt_br: Digite um novo rótulo:
uk: Введіть нову мітку:

source: Key label redifinition
pt_br: Redefinição de rótulo de tecla
uk: Перевизначення мітки клавіші

source: New name is removed
pt_br: Novo nome removido
uk: Нове ім’я видалено

source: No modification
pt_br: Sem modificação
uk: Без змін

source: All replacement labels have been removed
pt_br: Todos os rótulos de substituição foram removidos
uk: Усі мітки заміни було видалено

source: End duration in %s minutes
pt_br: Final da contagem em %s minutos
uk: Залишилося %s хвилини

source: End duration in one minute
pt_br: Final da contagem em 1 minuto
uk: Залишилася одна хвилина

source: End of minutetimer
pt_br: Final da contagem atual do cronómetro
uk: Кінець хвилинного таймера

source: Launch of the Minute timer
pt_br: Início do temporizador de minutos
uk: Запуск хвилинного таймера

source: Enter the minute timer &duration (in minutes):
pt_br: Informe a &duração do temporizador (em minutos):
uk: Введіть &тривалість таймера (в хвилинах):

source: Enter the &announce to be spoken at the end of duration:
pt_br: Informe o &anúncio a ser falado ao término da contagem:
uk: Введіть &сповіщення, яке буде озвучено після вичерпання часу:

source: Delay to be alerted before ending (in minutes):
pt_br: Atraso para receber alerta antes do término (em minutos):
uk: Попередити, коли залишиться (хвилин):

source: Ring's &Options
pt_br: &Opções de toque
uk: &Параметри сигналу

source: Duration is not valid
pt_br: A duração não é válida
uk: Тривалість не є дійсною

source: The Delay to be notified before duration ending must be smaller than duration
pt_br: O atraso para ser notificado antes do término da duração deve ser menor que a duração
uk: Час попередження має бути меншим за час тривалості таймера

source: Minute timer started for %s minutes
pt_br: Temporizador de minutos iniciado para %s minutos
uk: Таймер запущено на %s хвилин

source: Ring options
pt_br: Opções de toque
uk: Налаштування сигналу

source: &Number of rings:
pt_br: &Número de toques:
uk: &Кількість сигналів:

source: &Delay between rings (in milliseconds):
pt_br: &Intervalo entre toques (em mili-segundos)
uk: &Затримка між сигналами (у мілісекундах):

source: Current minute timer
pt_br: Contagem atual
uk: Поточний таймер

source: Remaining duration:
pt_br: Tempo restante:
uk: Час до завершення:

source: &Stop
pt_br: &Parar
uk: &Зупинити

source: Minute timer is stopped
pt_br: O temporizador de minutos foi parado
uk: Таймер зупинено

source: %s seconds
pt_br: %s segundos
uk: %s секунд

source: {minutes} minutes {seconds}
pt_br: {minutes} minutos {seconds}
uk: {minutes} хвилин і {seconds} секунд

source: NVDA logs management
pt_br: Gerenciamento de logs do NVDA
uk: Керування журналами NVDA

source: NVDA &log:
pt_br: Log do &NVDA:

source: Current
pt_br: Atual

source: Previous
pt_br: Anterior

source: &Open the log
pt_br: &Abrir o log

source: Copy log file &path to clipboard
pt_br: Copiar &caminho do arquivo de log para a área de transferência

source: Open Error
pt_br: Erro de abertura
uk: Помилка при відкриті

source: Old log file path copied to clipboard
pt_br: Caminho do log antigo copiado para a área de transferência

source: Old log file path cannot be copied to clipboard
pt_br: O caminho do arquivo de log antigo não pode ser copiado para a área de transferência

source: %s dialog is allready open
pt_br: O diálogo %s já está aberto
uk: Діалог %s уже відкрито

source: Family: %s
pt_br: Família: %s
uk: Сімейство шрифтів: %s

source: Name: %s
pt_br: Nome: %s
uk: Ім'я: %s

source: Size: %s
pt_br: Tamanho: %s
uk: Розмір: %s

source: Text's alignment: %s
pt_br: Alinhamento de texto: %s
uk: Вирівнювання тексту: %s

source: Attributes: %s
pt_br: Atributos: %s
uk: Атрибути: %s

source: Vertical alignment: %s
pt_br: Alinhamento vertical: %s
uk: Вертикальне вирівнювання: %s

source: Position: %s
pt_br: Posição: %s
uk: Позиція: %s

source: Paragraph's indentation: %s
pt_br: Indentação de parágrafos: %s
uk: Відступ абзацу: %s

source: Style: %s
pt_br: Estilo: %s

source: Line spacing: %s
pt_br: Espaçamento de linhas: %s
uk: Міжрядковий інтервал: %s

source: Indentation: %s
pt_br: Indentação: %s
uk: Відступ: %s

source: Formatting's Informations
pt_br: Informações de formatação
uk: Інформація про форматування

source: Voice profile switching
pt_br: Alternar perfil de voz
uk: Перемикання голосового профілю

source: Display the running application windows's list with opportunity to put one of them on the foreground or destroy it
pt_br: Mostra a lista de janelas da aplicação em execução com a oportunidade de colocar uma delas em primeiro plano ou destruí-la
uk: Показати список вікон відкритих програм з можливістю вивести одне з них на передній план або завершити його

source: Shows the list of buttons on the System Tray
pt_br: Mostra a lista de botões na barra de notificações
uk: Показати список кнопок області сповіщень

source: Set the volume of current focused application to %s percent of speakers volume
pt_br: Definir o volume do aplicativo atualmente em foco para %s por cento do volume dos alto-falantes
uk: Встановити гучність поточної програми на %s відсотків від гучності динаміків

source: Set the NVDA volume to %s percent of speakers volume
pt_br: Definir o volume do NVDA para %s por cento do volume dos alto-falantes
uk: Встановити гучність NVDA на %s відсотків від основної гучності

source: Display the dialog to shutdown, reboot or hibernate the computer
pt_br: Mostra o diálogo para desligar, reiniciar ou hibernar o computador
uk: Показати діалог вимкнення комп'ютера

source: Shutdown the computer
pt_br: Desligar o computador
uk: Вимкнення комп’ютера

source: Reboot the computer
pt_br: Reiniciar o computador
uk: Перезавантажити комп'ютер

source: Hibernate the computer
pt_br: Hibernar o computador
uk: Перехід у режим глибокого сну

source: Allow you to copy or type complex symbol
pt_br: Permite copiar ou digitar símbolos complexos
uk: Дозволяє копіювати або вводити складний символ

source: Display the list of last used complex symbols
pt_br: Mostra a lista dos últimos símbolos complexos utilizados
uk: Показати список останніх використаних складних символів

source: Display the list's visible items making up current foreground object
pt_br: Mostra a lista dos itens visíveis que constituem o objeto atual em primeiro plano
uk: Показати видимі елементи списку, що утворюють поточний об’єкт переднього плану

source: If pressed twice: display the list's visible items making up it
pt_br: Se pressionado duas vezes: mostra os itens visíveis da lista que o compõem
uk: Двічі: показати діалог зі списком видимих елементів що утворюють активне вікно

source: {systrayIconsDoc}. Twice, {activeWindowsDoc}
pt_br: {systrayIconsDoc}. Duas vezes, {activeWindowsDoc}
uk: {systrayIconsDoc}. Двічі, {activeWindowsDoc}

source: Report the application 's name and version. Twice: copy these informations to clipboard
pt_br: Informa o nome e versão das aplicações. Duas vezes: copia estas informações para a área de transferência
uk: Повідомляє назву та версію програми. Двічі: копіює цю інформацію в буфер обміну

source: Speaks the filename of the active application along with the name of the currently loaded appModule python file. Pressing this key twice,speak the name and state of the current configuration profile
pt_br: Fala o nome do arquivo da aplicação ativa junto com o nome do arquivo appModule python carregado no momento. Pressionar esta tecla duas vezes fala o nome e o estado do perfil de configuração atual
uk: Промовляє ім'я завантаженого модуля python, та ім'я файлу активної програми. Двічі: промовляє назву та стан поточного конфігураційного профілю

source: Report the name and version number of add-on activated for focused application
pt_br: Informar o nome e o número da versão do add-on ativado para o aplicativo em foco
uk: Повідомити назву та номер версії додатка, активованого для програми у фокусі

source: Display informations about the focused application
pt_br: Exibir informações sobre o aplicativo em foco
uk: Показати інформацію про активну програму

source: Display dialog to start the minute timer. If minute timer already started, display dialog to report duration
pt_br: Mostra o diálogo para iniciar o cronómetro. Se o cronómetro já estiver em curso, apresenta o diálogo para indicar a duração
uk: Показати діалог запуску хвилинного таймера. Якщо таймер уже запущено, показати час до завершення таймера

source: Display add-on user's guide
pt_br: Mostra o guia do usuário do complemento
uk: Показати посібник користувача додатка

source: Display the list of commands of the commands interpreter
pt_br: Mostra a lista de comandos do "intérprete de comandos"
uk: Показати список команд командного інтерпретатора

source: Open a dialog to manage NVDA logs
pt_br: Abrir uma janela para gerenciar os logs do NVDA
uk: Відкрити діалог керування журналами NVDA

source: Open current NVDA log file. Pressing this key twice, open the old NVDA log file. Pressing third, copy current log path to the clipboard
pt_br: Abrir o arquivo de log atual do NVDA. Pressionar esta tecla duas vezes abre o arquivo de log antigo do NVDA. Ao pressionar pela terceira vez, copia o caminho do log atual para a área de transferência
uk: Відкрити поточний файл журналу NVDA. Двічі - відкрити старий файл журналу NVDA. Тричі - копіювати поточний шлях журналу в буфер обміну

source: Report the name of current selected folder in the open or Save dialog box. Twice: report full path
pt_br: Indica o nome da pasta atualmente selecionada na caixa de diálogo abrir ou Guardar. Duas vezes: indica o caminho completo
