Repository: jkinnunen/NVDAExtensionGlobalPlugin
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pt_br, uk

source: Automatic dialect switching (when supported)
pt_br: Alterar o dialeto automaticamente (quando suportado)
uk: Автоматичне перемикання діалектів (якщо підтримується)

source: Punctuation/symbol level
pt_br: Nível de pontuação/símbolo
uk: Рівень промовляння символів

source: Trust voice's language when processing characters and symbols
pt_br: Usar o idioma da voz ao processar caracteres e símbolos
uk: Довіряти голосу для вибраної мови обробку знаків та символів

source: Delayed descriptions for characters on cursor movement
pt_br: Descrições atrasadas para caracteres ao mover o cursor
uk: Відкладений опис символів під час переміщення курсора

source: Unicode normalization
pt_br: Normalização de Unicode

source: Report 'Normalized' when navigating by character
pt_br: Reportar 'Normalizado' durante a navegação por caractere

source: Capital pitch change percentage
pt_br: Alterar a percentagem da entoação para letras maiúsculas
uk: Відсоток зміни тону для великих букв

source: Say cap before capitals
pt_br: Anunciar maiúscula antes de letras maiúsculas
uk: Промовляти велика перед великими літерами

source: Beep for capitals
pt_br: Reproduzir bips para maiúsculas
uk: Звуковий сигнал для великих літер

source: Use spelling functionality if supported
pt_br: Utilizar funcionalidade de soletrar, se suportada
uk: Використовувати функцію посимвольного читання, якщо підтримується

source: selector: %s
pt_br: seletor: %s
uk: селектор: %s

source: Voice profile name
pt_br: Nome do perfil de voz

source: Associated under %s configuration profile
pt_br: Associado ao perfil de configuração do %s
uk: Поєднано з профілем конфігурації %s

source: Synthesizer
pt_br: Sintetizador

source: Output device
pt_br: Dispositivo de saída

source: Voice profile selectors's Management of profile %s
pt_br: Gerenciamento do seletor de perfil de voz %s
uk: Керування селекторами голосових профілів %s

source: &Selectors
pt_br: &Seletores
uk: &Селектори

source: free
pt_br: livre
uk: вільний

source: &Use selectors associated under normal cconfiguration's profile
pt_br: &Usar seletores associados ao perfil de configuração normal
uk: &Використовувати селектори, поєднані з профілем звичайної конфігурації

source: &Activate voice profile
pt_br: &Ativar perfil de voz
uk: &Активувати голосовий профіль

source: A&ssociate voice profile
pt_br: A&ssociar perfil de voz
uk: &Поєднати голосовий профіль

source: &Modify voice profile
pt_br: &Modificar perfil de voz
uk: &Змінити голосовий профіль

source: &Free selector
pt_br: &Liberar seletor
uk: &Звільнити селектор

source: &Free all selectors
pt_br: &Liberar todos os seletores
uk: &Звільнити всі селектори

source: Voice profile's &informations
pt_br: &Informações do perfil de voz
uk: &інформація про голосовий профіль

source: Voice profile 's informations
pt_br: Informações do perfil de voz
uk: Інформація про голосовий профіль

source: Selector {selector} is already set to {voiceProfileName} voice profile. Do you want to replace this voice profile?
pt_br: O seletor {selector} já está definido para o perfil de voz {voiceProfileName}. quer substituir este perfil de voz?
uk: Для селектора {selector} уже встановлено голосовий профіль {voiceProfileName}. Замінити цей голосовий профіль?

source: Do you really want to free selector {selector} associated to the voice profile "{voiceProfileName}"?
pt_br: Quer mesmo libertar o seletor {selector} associado ao perfil de voz {voiceProfileName}?
uk: Ви справді хочете звільнити селектор {selector}, який поєднанний з голосовим профілем «{voiceProfileName}»?

source: Do you really want to free all selectors set to this configuration profile?
pt_br: Quer mesmo libertar todos os seletores configurados para este perfil de configuração?
uk: Ви справді бажаєте звільнити всі селектори, встановлені для цього профілю конфігурації?

source: Modify voice profile
pt_br: Modificar perfil de voz

source: Voice profile name:
pt_br: Nome do perfil de voz:

source: &Default
pt_br: &Padrão
uk: &Стандартно

source: You must set the name of voice profile
pt_br: Você deve definir o nome do perfil de voz
uk: Ви повинні встановити назву голосового профілю

source: Voice profile association
pt_br: Associação do perfil de voz
uk: Поєднання голосового профілю

source: System tray icons 's list
pt_br: Lista dos ícones da barra do sistema
uk: Список піктограм області сповіщень

source: &Icons
pt_br: &Ícones
uk: &Піктограми

source: &Right click
pt_br: Clique di&reito
uk: &Правий клік

source: &Left click
pt_br: C&lique esquerdo
uk: &Лівий клік

source: Dou&ble left click
pt_br: &Duplo clique esquerdo
uk: &Подвійний лівий клік

source: color
pt_br: cor
uk: колір

source: background color
pt_br: cor de fundo
uk: колір фону

source: unexpected space
pt_br: espaço inesperado
uk: неочікуваний пробіл

source: missing space
pt_br: faltando espaço
uk: відсутній пробіл

source: missing uppercase
pt_br: falta de maiúsculas
uk: відсутній верхній регістр

source: inversed uppercase
pt_br: maiúsculas invertidas
uk: обернений верхній регістр

source: unexpected %s
pt_br: inesperado %s
uk: неочікуваний символ %s

source: multiple contigous spaces
pt_br: múltiplos espaços contíguos
uk: кілька суміжних пробілів

source: tab at end
pt_br: tab no final
uk: таб в кінці

source: space at end
pt_br: espaço no final
uk: пробіл в кінці

source: change in %s
pt_br: mudança em %s
uk: зміна в %s

source: At {pos}: {anomaly}
pt_br: Em {pos}: {anomaly}
uk: У {pos}: {anomaly}

source: %s analyzis's detections
pt_br: %s detecções da análise
uk: %s виявлено

source: No irregularities were found on %s lines scanned. Do you want to continue the analysis?
pt_br: Nenhuma irregularidade foi encontrada em %s linhas digitalizadas. Quer continuar a análise?
uk: На %s відсканованих рядків не виявлено відхилень. Ви хочете продовжити аналіз?

source: No more irregularity
pt_br: Não há mais irregularidades
uk: Більше немає нерегулярностей

source: Error: buildVars.py file is not found
pt_br: Erro: O arquivo buildVars.py não foi encontrado
uk: Помилка: файл buildVars.py не знайдено

source: error
pt_br: erro
uk: помилка

source: Cannot get add-on translated manifest of %s language
pt_br: Não foi possível obter o manifesto traduzido do add-on para o idioma %s
uk: Не вдається отримати перекладений маніфест додатка мовою %s

source: Creation of HTML documentation files
pt_br: Criação de arquivos de documentação HTML
uk: Створення файлів документації HTML

source: No documentation file to convert
pt_br: Nenhum arquivo manifest.ini de localização foi criado
uk: Немає файлу документації для конвертації

source: No file converted
pt_br: Nenhum arquivo convertido
uk: Немає перетворених файлів

source: %s files converted
pt_br: %s arquivos convertidos
uk: Перетворено %s файлів

source: Creation of manifest.ini file
pt_br: Criação do arquivo manifest.ini
uk: Створення файлу manifest.ini

source: The manifest.ini file already exists. Do you really want to update it?
pt_br: O arquivo manifest.ini já existe. Deseja atualizá-lo?
uk: Файл manifest.ini вже існує. Ви справді хочете його оновити?

source: The manifest.ini file has been updated
pt_br: O arquivo manifest.ini foi atualizado

source: Creation of localization manifest.ini file
pt_br: Criação do arquivo local manifest.ini
uk: Створення локалізованого файлу manifest.ini

source: No language for this add-on
pt_br: Não há idioma para este complemento
uk: Немає мови для цього додатка

source: Error: %s file is not found
pt_br: Erro: o arquivo %s não foi encontrado
uk: Помилка: файл %s не знайдено

source: Some translation strings are missing for "%s" language
pt_br: Faltam algumas cadeias de texto para o idioma "%s"
uk: Деякі рядки перекладу відсутні для мови "%s"

source: %s localization manifest.ini files created
pt_br: Os arquivos %s de localização manifest.ini foram criados
uk: Створено %s локалізованих файлів manifest

source: No localization manifest.ini file created
pt_br: Nenhum arquivo manifest.ini de localização foi criado
uk: Lокалізований файл manifest.ini не створено

source: Creation of POT file of %s add-on
pt_br: Criação de arquivos pot para o complemento %s
uk: Створення POT файлу додатка %s

source: %s file created
pt_br: %s arquivo criado
uk: файл %s створено

source: Impossible to create POT file: no source file defined in buildVars.py
pt_br: Impossível criar arquivo POT: nenhum arquivo fonte definido em buildVars.py
uk: Неможливо створити POT файл: джерельний файл не визначено в buildVars.py

source: Impossible to create POT file
pt_br: Impossível criar o arquivo pot
uk: Неможливо створити POT файл

source: Prepare %s add-on
pt_br: Preparando o add-on %s
uk: Підготувати додаток %s

source: Prepare add-on start
pt_br: Preparar inicialização do add-on
uk: Підготовка додатка до запуску

source: Manifest.ini file updated
pt_br: Arquivo Manifest.ini atualizado
uk: Файл Manifest.ini оновлено

source: %s localization manifest.ini files created or updated
pt_br: Os arquivos %s de localização manifest.ini foram criados ou atualizados
uk: Створено або оновлено %s локалізованих файлів manifest

source: But for these languages, some strings are not translated: %s
pt_br: Mas para esses idiomas, algumas strings não estão traduzidas: %s
uk: Але для цих мов деякі рядки не перекладено: %s

source: one file converted
pt_br: 1 arquivo convertido
uk: конвертовано один файл

source: %s HTML files created
pt_br: %s arquivos HTML criados
uk: Створено %s файлів HTML

source: {count} poFiles compiled on {nb}
pt_br: {count} arquivos po compilados em {nb}
uk: Скомпільовано {count} po Файлів на {nb}

source: Add-on bundle could not be created
pt_br: Não foi possível criar o pacote do add-on
uk: Пакет додатка не вдалося створити

source: The {name} file has been created and recorded in {dir} folder
pt_br: O arquivo {name} foi criado e salvo na pasta {dir}
uk: Файл {name} створено та записано в папку {dir}

source: Completed
pt_br: Completo
uk: Завершено

source: Creation of buildVars.py file
pt_br: Criação do arquivo buildVars.py
uk: Створення файлу buildVars.py

source: Warning: buildVars.py already exists. Do you want to replace it?
pt_br: Aviso! o arquivo buildVars.py já existe. Deseja substitui-lo?
uk: Увага: buildVars.py вже існує. Ви хочете його замінити?

source: The buildVars.py file has been created
pt_br: A versão do arquivo buildVars.py foi atualizada

source: Tools for add-on development
pt_br: Ferramentas para o desenvolvimento de complementos
uk: Засоби для розробки додатків

source: Update add-on &version
pt_br: Atualizar a &versão do complemento
uk: Оновити &версію додатка

source: &Update manifest.ini file
pt_br: &Atualizar o arquivo manifest.ini
uk: &Оновити файл manifest.ini

source: Create P&OT file
pt_br: Criar o arquivo P&OT
uk: Створити файл P&OT

source: &Prepare addon
pt_br: &Preparar add-on
uk: &Підготувати додаток

source: &Languages:
pt_br: &Idiomas:
uk: &Мови:

source: Create &localization manifest.ini file
pt_br: Criar o arquivo de &localização manifest.ini
uk: Створити &локалізований файл manifest.ini

source: Create &HTML documentation files
pt_br: Criar os arquivos de documentação &HTML
uk: Створити файли документації &HTML

source: Create &buildVars file
pt_br: Criar o arquivo &buildVars
uk: Створити файл &buildVars

source: &Explore add-on folder
pt_br: &Explorar pasta do add-on
uk: &Відкрити папку додатка

source: All
pt_br: Tudo
uk: Всі

source: Update add-on version
pt_br: Atualizar versão do add-on
uk: Оновити версію додатка

source: Error: buildVars.py file has no add-on version line
pt_br: Erro: o arquivo buildVars.py não possui uma linha com a versão do add-on
uk: Помилка: у файлі buildVars.py немає рядка версії додатка

source: Version of buildVars.py file has been updated
pt_br: A versão do arquivo buildVars.py foi atualizada
uk: Версію файлу buildVars.py оновлено

source: Entry add-on version:
pt_br: Escreva a versão do complemento:
uk: Початкова версія додатка:

source: No add-on installed
pt_br: Nenhum add-on instalado
uk: Додаток не встановлено

source: Downloading {name}
pt_br: Baixando {name}
uk: Завантаження {name}

source: Error downloading update for {name}.
pt_br: Erro ao baixar a atualização para {name}.
uk: Помилка завантаження оновлення для {name}.

source: Cannot update {name} - missing file or invalid file format
pt_br: Impossível atualizar {name} - Arquivo em falta ou formato inválido de arquivo
uk: Не вдається оновити {name} – відсутній файл або недійсний формат файлу

source: Updating
pt_br: Atualizando
uk: Оновлення

source: Please wait while the add-on is being updated.
pt_br: Aguarde enquanto o add-on está sendo atualizado.
uk: Будь ласка, зачекайте, поки додаток оновлюється.

source: Failed to update {name} add-on
pt_br: Falha ao atualizar o add-on {name}
uk: Не вдалося оновити додаток {name}

source: {summary} - update
pt_br: Atualização {summary}
uk: {summary} - оновлення

source: The service is temporarily under maintenance. Please, try again later.
pt_br: O serviço está em manutenção, por favor, tente mais tarde.
uk: Послуга тимчасово на техобслуговуванні. Будь ласка спробуйте пізніше.

source: The update is not compatible with this version of NVDA. Minimum NVDA version: {minYear}.{minMajor}, last tested: {testedYear}.{testedMajor}.
pt_br: A atualização é incompatível com esta versão do NVDA. Versão nínima do NVDA: {minYear}{minMajor}, última testada: {testedYear}.{testedMajor}.
uk: Оновлення несумісне з цією версією NVDA. Мінімальна версія NVDA: {minYear}.{minMajor}, востаннє протестовано на версії: {testedYear}.{testedMajor}.

source: New version%s is available. Do you want to download it now?
pt_br: Nova versão disponível, versão %s. Quer baixá-la agora?
uk: Доступна нова версія%s. Ви хочете завантажити її зараз?

source: New version{0} is available. But it is not compatible with this version of NVDA: minimum version requred = {1}, last version tested = {2}. Do you want to ignore this incompatibility and still download it now?
pt_br: Nova versão{0} está disponível.\n Mas não é compatível com esta versão do NVDA: versão mínima necessária = {1}, última versão testada = {2}.\n Quer ignorar essa incompatibilidade e ainda fazer o download agora?

source: You are up-to-date. %s is the latest version.
pt_br: Você está atualizado. %s é a versão mais recente.
uk: Оновлено. Остання версія – %s.

source: Oops! There was a problem checking for updates. Please retry later
pt_br: Ops! Houve um problema na verificação de atualizações. Por favor tente novamente mais tarde
uk: Ой! Під час перевірки оновлень виникла проблема. Повторіть спробу пізніше

source: &Yes
pt_br: &Sim
uk: &Так

source: &No
pt_br: &Não
uk: &Ні

source: &Later
pt_br: &Mais tarde
uk: &Пізніше

source: Wha&t's new
pt_br: O que há de &novo
uk: Що &нового

source: User input Gestures
pt_br: Comandos alterados pelo usuário
uk: Жести користувача

source: Remove &all
pt_br: Remover &todos
uk: &Видалити все

source: Do you really want to erase all the modifications of input gesture that have been made?
pt_br: Você realmente deseja apagar todas as modificações feitas nos gestos de entrada?
uk: Ви справді хочете видалити всі внесені зміни жестів вводу?

source: Deleted gestures
pt_br: Comandos apagados
uk: Видалені жести

source: "%s" dialog is already open
pt_br: O diálogo %s já está aberto
uk: Діалог "%s" вже відкрито

source: No help available here.
pt_br: Não há ajuda disponível aqui.
uk: Тут немає розділу довідки.

source: No user guide found.
pt_br: O manual do usuário não foi encontrado.
uk: Посібник користувача не знайдено.

source: Informations
pt_br: Informações
uk: Інформація

source: Co&py to Clipboard
pt_br: Co&piar para a área de transferência
uk: Копіювати &в буфер обміну

source: Copied
pt_br: Copiado
uk: Скопійовано

source: Error, the information cannot be copied to the clipboard
pt_br: Erro. A informação não pode ser copiada para a área de transferência
uk: Помилка, інформацію неможливо скопіювати в буфер обміну

source: Warning: Numeric lock and capital locks are enabled
pt_br: Aviso: Num Lock e Caps Lock estão ativados
uk: Увага: num lock і caps lock увімкнено

source: Warning: Numeric lock is enabled
pt_br: Aviso: Num Lock está ativado
uk: Увага: num lock увімкнено

source: Warning: capslock is enabled
pt_br: Aviso: Caps Lock está ativado
uk: Увага: caps lock увімкнено

source: interrupted
pt_br: interrompido
uk: перервано

source: Report the short path of focused folder or file of Windows Explorer. Twice: report the full path. Three time: copy the full path to the clipboard
pt_br: Anunciar o caminho curto da pasta ou arquivo focalizado no Windows Explorer. Pressione duas vezes para anunciar o caminho completo. Pressione três vezes para copiá-lo para a área de transferência
uk: Повідомляє короткий шлях до папки чи файлу в провіднику Windows. Двічі: повідомляє повний шлях. Тричі: копіює повний шлях до буфера обміну

source: Report the path of the file or folder under the cursor of Windows Explorer by going up the folders tree
pt_br: Anuncia o caminho do arquivo ou pasta sob o cursor do Windows Explorer, subindo pela árvore de pastas
uk: Оголошує зворотній шлях до об'єкта під курсором у провіднику Windows

source: Elements's searching
pt_br: Busca de elementos
uk: Пошук елементів

source: List, list's item
pt_br: Lista, item da lista
uk: Список, елемент списку

source: Tab
pt_br: Tecla Tab
uk: Вкладка

source: table item
pt_br: item da tabela
uk: елемент таблиці

source: menu item
pt_br: item de menu
uk: елемент меню

source: List of visible items making up the object in the foreground
pt_br: Lista de itens visíveis que formam o objeto em primeiro plano

source: Ignore untagged items
pt_br: Ignorar itens sem marcação
uk: Ігнорувати немарковані елементи

source: &Type:
pt_br: &Tipo:

source: Elements:
pt_br: Elementos:
uk: Елементи:

source: Move &navigator object to it
pt_br: Move o &navegador de objetos para ele
uk: Перемістити на елемент &об'єкт навігатора

source: This global add-on provides a multitude of features described in detail in its user manual (see the add-on's help for this).
uk: Цей глобальний додаток надає безліч функцій, детально описаних у посібнику користувача (дивіться довідку додатка).

source: Do you want to keep previous add-on configuration settings?
uk: Ви хочете зберегти попередні налаштування конфігурації додатка?

source: add-on: {name}, version: {version}
uk: додаток: {name}, версія: {version}

source: add-on's path: %s
uk: шлях додатка: %s

source: global
uk: глобальний

source: select all
uk: вибрати все

source: one selected object
uk: виділено один об’єкт

source: clipspeak add-on has been detected on your system. In order for Clipboard command announcement feature to work without conflicts, clipSpeak add-on must be desactivated or uninstalled.But if you want to use clipSpeak add-on, Clipboard command announcement feature must be uninstalled. Would you like to uninstall this feature now?
uk: У вашій системі виявлено додаток "Озвучення операцій з буфером обміну". Для того щоб функція оголошення команди буфера працювала без конфліктів, його потрібно вимкнути або видалити. Але якщо ви хочете використовувати додаток, функцію оголошення команд буфера треба вилучити. Бажаєте вилучити цю функцію зараз?

source: clipSpeak add-on detection
uk: Виявлення додатка Озвучення операцій з буфером обміну

source: Volume
uk: Гучність

source: &Volume:
uk: &Гучність:

source: reset all s&ounds
uk: скинути &усі звуки

source: Open &current log
uk: Відкрити &поточний журнал

source: Open &previous log
uk: Відкрити &старий журнал

source: Copy current log file &path to clipboard
uk: Копіювати &шлях поточного файлу журналу до буфера обміну

source: Copy &old log file path to clipboard
uk: Копіювати шлях &старого файлу журналу до буфера обміну

source: old log file path copied to clipboard
uk: шлях старого файлу журналу скопійовано до буфера обміну

source: old log file path cannot be copied to clipboard
uk: шлях старого файлу журналу не можна скопіювати в буфер обміну

source: Font:
uk: Шрифт:

source: style: %s
uk: стиль: %s

source: report the name of current selected folder in the open or Save dialog box. Twice: report full path
uk: повідомити назву поточної вибраної папки у діалогах відкриття або збереження. Двічі: повідомити повний шлях

source: report the name of current selected folder in the open or Save dialog box
uk: повідомити назву поточної вибраної папки у діалогах відкриття або збереження

source: report the full path of current selected folder in the open or Save dialog box
uk: повідомити повний шлях поточної вибраної папки у діалогах відкриття або збереження

source: Display tools for add-on development dialog
uk: Показати діалог засобів для розробки додатків

source: activate or desactivate text analyzer
uk: увімкнути/вимкнути аналізатор тексту

source: Add, to clipboard, the selected text
uk: Додати до буфера обміну виділений текст

source: Minimize NVDA volume
uk: Встановити мінімальну гучність NVDA

source: nothing
uk: нічого

source: maximum number of last &used symbols recorded:
uk: максимальна кількість останніх &записаних складених символів:

source: &Number the records
uk: &Нумерувати записи

source: reporting spelling errors
uk: інформування про орфографічні помилки

source: maximum number of reported characters:
uk: максимальна кількість промовлених символів:

source: ma&ximum waiting time for confirmation (in seconds):
uk: &максимальний час очікування підтвердження (у секундах):

source: advanced
uk: додатково

source: &Enhance speak typed words
uk: &Покращення промовляння слів при введенні

source: allow nvda sounds files's &gain modification
uk: дозволити зміну &підсилення звукових файлів

source: Block insert key
uk: Блокувати клавішу insert

source: Block capslock key
uk: Блокувати клавішу capslock

source: detailed description
uk: детальний опис

source: unexpected space before symbol
uk: неочікуваний пробіл перед символом

source: unexpected space after symbol
uk: неочікуваний пробіл після символу

source: confirmation
uk: підтвердження

source: there is no add-on checked
uk: немає позначених додатків

source: folder's userName:
uk: ім'я папки:

source: you must specify the username of the folder
uk: необхідно вказати ім'я папки

source: The folder with "%s" username is already in the list of configuration folders
uk: Папка з іменем користувача "%s" вже є в списку папок конфігурації

source: choose another username
uk: виберіть інше ім'я користувача

source: Impossible, the synthesizer of voice profile {voiceProfileName} associated to selector {selector} is not available. Do you want to free this selector?
uk: Неможливо, синтезатор голосового профілю {voiceProfileName}, поєднаний із селектором {selector}, недоступний. Ви хочете звільнити цей селектор?

source: no other selector set to voice profile
uk: жоден інший селектор не встановлено на голосовий профіль

source: no selector set to voice profile
uk: немає селектора, встановленого на голосовий профіль

source: all selectors are freed from their vocal profile
uk: усі селектори звільняються від свого голосового профілю

source: Include Unicode Consortium data (including emoji) when processing characters and symbols
uk: Включити дані Консорціуму Юнікоду (включно з емодзі) при обробці знаків та символів

source: Voice profile name: %s
uk: Назва голосового профілю: %s

source: Synthesizer: %s
uk: Синтезатор: %s

source: Output device: %s
uk: Пристрій виводу: %s

source: Modify voice profile
uk: Змінити голосовий профіль

source: voice profile name:
uk: назва голосового профілю:

source: manifest.ini file has been updated
uk: файл manifest.ini оновлено

source: buildVars.py file created
uk: файл buildVars.py створено

source: list of visible items making up the object in the foreground
uk: список видимих елементів, що утворюють об’єкт на передньому плані

source: &Type:
uk: &Тип:
